{
    "kategori": "Kitab Lain-Lain",
  "hadits": [
    {
"number": 1374,
"arab": "و حَدَّثَنِي يَحْيَى بْن يَحْيَى قَالَ حَدَّثَنِي مَالِك عَنْ إِسْحَقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ الْأَنْصَارِيِّ عَنْ أَنَسِ بْنِ مَالِكٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ اللَّهُمَّ بَارِكْ لَهُمْ فِي مِكْيَالِهِمْ وَبَارِكْ لَهُمْ فِي صَاعِهِمْ وَمُدِّهِمْيَعْنِي أَهْلَ الْمَدِينَةِ",
"id": "Telah menceritakan kepadaku Yahya bin Yahya berkata; telah menceritakan kepadaku dari Malik dari [Ishaq bin Abdullah bin Abu Thalhah Al Anshari] dari [Anas bin Malik] bahwa Rasulullah shallallahu 'alaihi wasallam berdoa: \"Ya Allah, berkahilah mereka dalam timbangan-timbangan mereka, berkahilah sha' dan mud mereka.\" yaitu penduduk Madinah."
},
{
"number": 1375,
"arab": "و حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ قَالَكَانَ النَّاسُ إِذَا رَأَوْا أَوَّلَ الثَّمَرِ جَاءُوا بِهِ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِذَا أَخَذَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ اللَّهُمَّ بَارِكْ لَنَا فِي ثَمَرِنَا وَبَارِكْ لَنَا فِي مَدِينَتِنَا وَبَارِكْ لَنَا فِي صَاعِنَا وَبَارِكْ لَنَا فِي مُدِّنَا اللَّهُمَّ إِنَّ إِبْرَاهِيمَ عَبْدُكَ وَخَلِيلُكَ وَنَبِيُّكَ وَإِنِّي عَبْدُكَ وَنَبِيُّكَ وَإِنَّهُ دَعَاكَ لِمَكَّةَ وَإِنِّي أَدْعُوكَ لِلْمَدِينَةِ بِمِثْلِ مَا دَعَاكَ بِهِ لِمَكَّةَ وَمِثْلَهُ مَعَهُ ثُمَّ يَدْعُو أَصْغَرَ وَلِيدٍ يَرَاهُ فَيُعْطِيهِ ذَلِكَ الثَّمَرَ",
"id": "Telah menceritakan kepadaku Yahya dari Malik dari [Suhail bin Abu Shalih] dari [Bapaknya] dari [Abu Hurairah] berkata; \"Dahulu jika orang-orang melihat awal musim buah, mereka membawanya kepada Rasulullah shallallahu 'alaihi wasallam. Ketika Rasulullah shallallahu 'alaihi wasallam mengambilnya, beliau berdoa: \"Ya Allah, berkahilah buah-buah kami, berkahilah Madinah kami, berkahilah kami dalam takaran kami dan berkahilah kami dalam mud kami. Ya Allah, sesungguhnya Ibrahim adalah hamba-Mu, kekasih-Mu dan Nabi-Mu. Sesungguhnya aku adalah hamba-Mu dan Nabi-mu. Ibrahim berdoa kepada-Mu untuk Makkah dan aku berdoa kepada-Mu untuk Madinah seperti apa yang dia doakan untuk Makkah.\" Kemudian beliau mendoakan seorang anak yang paling kecil yang beliau lihat, lalu beliau memberi anak itu dari buah tersebut."
},
{
"number": 1376,
"arab": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ قَطَنِ بْنِ وَهْبِ بْنِ عُمَيْرِ بْنِ الْأَجْدَعِ أَنَّ يُحَنَّسَ مَوْلَى الزُّبَيْرِ بْنِ الْعَوَّامِ أَخْبَرَهُأَنَّهُ كَانَ جَالِسًا عِنْدَ عَبْدِ اللَّهِ بْنِ عُمَرَ فِي الْفِتْنَةِ فَأَتَتْهُ مَوْلَاةٌ لَهُ تُسَلِّمُ عَلَيْهِ فَقَالَتْ إِنِّي أَرَدْتُ الْخُرُوجَ يَا أَبَا عَبْدِ الرَّحْمَنِ اشْتَدَّ عَلَيْنَا الزَّمَانُ فَقَالَ لَهَا عَبْدُ اللَّهِ بْنُ عُمَرَ اقْعُدِي لُكَعُ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لَا يَصْبِرُ عَلَى لَأْوَائِهَا وَشِدَّتِهَا أَحَدٌ إِلَّا كُنْتُ لَهُ شَفِيعًا أَوْ شَهِيدًا يَوْمَ الْقِيَامَةِ",
"id": "Telah menceritakan kepadaku Yahya dari Malik dari [Qathan bin Wahb bin 'Umair bin Al Ajda'] bahwa [Yuhannas] mantan budak Zubair bin Awwam mengabarkan kepadanya, bahwa dia pernah duduk di samping Abdullah bin Umar ketika terjadi fitnah, kemudian budak wanitanya datang dan mengucapkan salam kepadanya. Setelah itu budak tersebut berkata, \"Aku ingin keluar wahai Abu Abdurrahman, waktu kini sudah semakin berat dan sulit bagi kami.\" [Abdullah bin Umar] berkata kepadanya; \"Duduklah bodoh, aku telah mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: 'Tidaklah seseorang bersabar atas besar dan kerasnya (kehidupan di Madinah), kecuali saya akan memberinya syafa'at atau saksi pada Hari Kiamat'.\""
},
{
"number": 1377,
"arab": "و حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِأَنَّ أَعْرَابِيًّا بَايَعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْإِسْلَامِ فَأَصَابَ الْأَعْرَابِيَّ وَعْكٌ بِالْمَدِينَةِ فَأَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ أَقِلْنِي بَيْعَتِي فَأَبَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ جَاءَهُ فَقَالَ أَقِلْنِي بَيْعَتِي فَأَبَى ثُمَّ جَاءَهُ فَقَالَ أَقِلْنِي بَيْعَتِي فَأَبَى فَخَرَجَ الْأَعْرَابِيُّ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا الْمَدِينَةُ كَالْكِيرِ تَنْفِي خَبَثَهَا وَيَنْصَعُ طِيبُهَا",
"id": "Telah menceritakan kepadaku Yahya dari Malik dari [Muhammad bin Al Munkadir] dari [Jabir bin Abdullah] berkata; seorang badui membaiat Rasulullah shallallahu 'alaihi wasallam atas Islam, lalu orang badui itu terkena demam di Madinah. Badui itu kemudian menemui Rasulullah shallallahu 'alaihi wasallam dan berkata; \"Ya Rasulullah, batalkanlah baiatku.\" Namun Rasulullah shallallahu 'alaihi wasallam menolaknya. Badui itu mendatangi beliau lagi dan berkata; \"Batalkanlah baiatku.\" Beliau tetap menolaknya. Maka pergilah orang badui itu, Rasulullah shallallahu 'alaihi wasallam pun bersabda: \"Sesungguhnya Madinah ini seperti al kir; menghilangkan kotorannya dan meninggalkan aroma semerbaknya.\" "
},
{
"number": 1378,
"arab": "و حَدَّثَنِي مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ أَنَّهُ قَالَ سَمِعْتُ أَبَا الْحُبَابِ سَعِيدَ بْنَ يَسَارٍ يَقُولُ سَمِعْتُ أَبَا هُرَيْرَةَ يَقُولُسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ أُمِرْتُ بِقَرْيَةٍ تَأْكُلُ الْقُرَى يَقُولُونَ يَثْرِبُ وَهِيَ الْمَدِينَةُ تَنْفِي النَّاسَ كَمَا يَنْفِي الْكِيرُ خَبَثَ الْحَدِيدِ",
"id": "Telah menceritakan kepadaku Malik dari [Yahya bin Sa'id] ia berkata; Aku mendengar [Abu Al Hubab Sa'id bin Yasar] berkata; Aku mendengar [Abu Hurairah] berkata, \"Aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Aku diperintahkan (untuk mendiami) sebuah kampung yang mencakup desa-desa lain, mereka menyebutnya Yatsrib, ia adalah kota yang akan menyingkirkan orang-orang sebagaimana al kir menghilangkan kotoran besi.\" "
},
{
"number": 1379,
"arab": "و حَدَّثَنِي مَالِك عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَخْرُجُ أَحَدٌ مِنْ الْمَدِينَةِ رَغْبَةً عَنْهَا إِلَّا أَبْدَلَهَا اللَّهُ خَيْرًا مِنْهُ",
"id": "Telah menceritakan kepadaku Malik dari [Hisyam bin 'Urwah] dari [Ayahnya] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidaklah seseorang keluar dari Madinah karena membencinya, kecuali Allah akan menggantikan bagi (Madinah) yang lebih baik dari orang tersebut.\""
},
{
"number": 1380,
"arab": "و حَدَّثَنِي مَالِك عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ عَنْ سُفْيَانَ بْنِ أَبِي زُهَيْرٍ أَنَّهُ قَالَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ تُفْتَحُ الْيَمَنُ فَيَأْتِي قَوْمٌ يَبُسُّونَ فَيَتَحَمَّلُونَ بِأَهْلِيهِمْ وَمَنْ أَطَاعَهُمْ وَالْمَدِينَةُ خَيْرٌ لَهُمْ لَوْ كَانُوا يَعْلَمُونَ وَتُفْتَحُ الشَّامُ فَيَأْتِي قَوْمٌ يُبِسُّونَ فَيَتَحَمَّلُونَ بِأَهْلِيهِمْ وَمَنْ أَطَاعَهُمْ وَالْمَدِينَةُ خَيْرٌ لَهُمْ لَوْ كَانُوا يَعْلَمُونَ وَتُفْتَحُ الْعِرَاقُ فَيَأْتِي قَوْمٌ يُبِسُّونَ فَيَتَحَمَّلُونَ بِأَهْلِيهِمْ وَمَنْ أَطَاعَهُمْ وَالْمَدِينَةُ خَيْرٌ لَهُمْ لَوْ كَانُوا يَعْلَمُونَ",
"id": "Telah menceritakan kepadaku Malik dari [Hisyam bin Urwah] dari [Bapaknya] dari [Abdullah bin Az-Zubair] dari [Sufyan bin Abu Zuhair] berkata, \"Aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Negeri Yaman akan ditaklukkan lalu datanglah suatu kaum kepada mereka, mengusir penduduknya, dan pergilah mereka dengan keluarga-keluarga mereka bersama orang-orang yang mengikutinya padahal Madinah lebih baik bagi mereka jika saja mereka tahu. Negeri Syam akan ditaklukkan lalu datanglah suatu kaum kepada mereka, mengusir penduduknya, dan pergilah mereka dengan keluarga-keluarga mereka bersama orang-orang yang mengikutinya, padahal Madinah lebih baik bagi mereka andai mereka tahu. Negeri Iraq akan ditaklukkan, lalu datanglah suatu kaum kepada mereka, mengusir penduduknya, dan pergilah mereka dengan keluarga-keluarga mereka bersama orang-orang yang mengikutinya, padahal Madinah lebih baik bagi mereka andai mereka tahu.\""
},
{
"number": 1381,
"arab": "و حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ ابْنِ حِمَاسٍ عَنْ عَمِّهِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَتُتْرَكَنَّ الْمَدِينَةُ عَلَى أَحْسَنِ مَا كَانَتْ حَتَّى يَدْخُلَ الْكَلْبُ أَوْ الذِّئْبُ فَيُغَذِّي عَلَى بَعْضِ سَوَارِي الْمَسْجِدِ أَوْ عَلَى الْمِنْبَرِ فَقَالُوا يَا رَسُولَ اللَّهِ فَلِمَنْ تَكُونُ الثِّمَارُ ذَلِكَ الزَّمَانَ قَالَ لِلْعَوَافِي الطَّيْرِ وَالسِّبَاعِ",
"id": "Telah menceritakan kepadaku Yahya dari Malik dari [Ibnu Himas] dari [Pamannya] dari [Abu Hurairah] bahwa Rasulullah Shalla Allahu 'alaihi wa sallam bersabda: \"Sungguh Madinah akan di tinggalkan dengan segala apa yang terbaik di dalamnya hingga masuklah seekor anjing atau serigala. lalu hewan itu mengencingi pada sebagian tiang-tiang masjid atau mimbarnya.\" Para sahabat bertanya; \"Wahai Rasulullah, untuk siapakah buah-buahan pada masa itu?\" Beliau bersabda: \"Untuk burung-burung dan hewan buas.\""
},
{
"number": 1382,
"arab": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ عَمْرٍو مَوْلَى الْمُطَّلِبِ عَنْ أَنَسِ بْنِ مَالِكٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ طَلَعَ لَهُ أُحُدٌ فَقَالَ هَذَا جَبَلٌ يُحِبُّنَا وَنُحِبُّهُ اللَّهُمَّ إِنَّ إِبْرَاهِيمَ حَرَّمَ مَكَّةَ وَأَنَا أُحَرِّمُ مَا بَيْنَ لَابَتَيْهَا",
"id": "Telah menceritakan kepadaku Yahya dari Malik dari ['Amru] mantan budak Al Muthallib, dari [Anas bin Malik] berkata, \"Saat gunung uhud terlihat oleh Rasulullah shallallahu 'alaihi wasallam, beliau bersabda: \"Ini adalah gunung, yang dia mencintai kami dan kamipun mencintainya. Ya Allah, sesungguhnya Ibrahim telah mengharamkan Makkah, maka aku mengharamkan apa yang ada di antara dua gunungnya (Madinah) .\""
},
{
"number": 1383,
"arab": "و حَدَّثَنِي مَالِك عَنْ ابْنِ شِهَابٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ كَانَ يَقُولُ لَوْ رَأَيْتُ الظِّبَاءَ بِالْمَدِينَةِ تَرْتَعُ مَا ذَعَرْتُهَاقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا بَيْنَ لَابَتَيْهَا حَرَامٌ",
"id": "Telah menceritakan kepadaku Malik dari [Ibnu Syihab] dari [Sa'id bin Musayyab] dari [Abu Hurairah] berkata; \"Seandainya aku melihat kijang (di padang rumput) sedang mencari makan di Madinah maka aku tidak akan membuatnya kabur, karena Rasulullah bersabda: 'Apa yang ada di antara dua gunungnya adalah Haram'.\""
},
{
"number": 1384,
"arab": "و حَدَّثَنِي مَالِك عَنْ يُونُسَ بْنِ يُوسُفَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي أَيُّوبَ الْأَنْصَارِيِّأَنَّهُ وَجَدَ غِلْمَانًا قَدْ أَلْجَئُوا ثَعْلَبًا إِلَى زَاوِيَةٍ فَطَرَدَهُمْ عَنْهُقَالَ مَالِك لَا أَعْلَمُ إِلَّا أَنَّهُ قَالَ أَفِي حَرَمِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصْنَعُ هَذَا",
"id": "Telah menceritakan kepadaku Malik dari [Yunus bin Yusuf] dari ['Atha bin Yasar] dari [Abu Ayub Al Anshari] bahwasanya ia pernah mendapati beberapa anak yang menggiring dan mengusir seekor serigala.\" Malik berkata; \"Aku tidak mengetahui kecuali Abu Hurairah mengatakan; 'Apakah ini dilakukan di wilayah haramnya (Madinah) Rasulullah shallallahu 'alaihi wasallam? '"
},
{
"number": 1385,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ أَنَّهَا قَالَتْلَمَّا قَدِمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ وُعِكَ أَبُو بَكْرٍ وَبِلَالٌ قَالَتْ فَدَخَلْتُ عَلَيْهِمَا فَقُلْتُ يَا أَبَتِ كَيْفَ تَجِدُكَ وَيَا بِلَالُ كَيْفَ تَجِدُكَ قَالَتْ فَكَانَ أَبُو بَكْرٍ إِذَا أَخَذَتْهُ الْحُمَّى يَقُولُ كُلُّ امْرِئٍ مُصَبَّحٌ فِي أَهْلِهِوَالْمَوْتُ أَدْنَى مِنْ شِرَاكِ نَعْلِهِوَكَانَ بِلَالٌ إِذَا أُقْلِعَ عَنْهُ يَرْفَعُ عَقِيرَتَهُ فَيَقُولُ أَلَا لَيْتَ شِعْرِي هَلْ أَبِيتَنَّ لَيْلَةًبِوَادٍ وَحَوْلِي إِذْخِرٌ وَجَلِيلُوَهَلْ أَرِدَنْ يَوْمًا مِيَاهَ مَجِنَّةٍوَهَلْ يَبْدُوَنْ لِي شَامَةٌ وَطَفِيلُقَالَتْ عَائِشَةُ فَجِئْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرْتُهُ فَقَالَ اللَّهُمَّ حَبِّبْ إِلَيْنَا الْمَدِينَةَ كَحُبِّنَا مَكَّةَ أَوْ أَشَدَّ وَصَحِّحْهَا وَبَارِكْ لَنَا فِي صَاعِهَا وَمُدِّهَا وَانْقُلْ حُمَّاهَا فَاجْعَلْهَا بِالْجُحْفَةِقَالَ مَالِك و حَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ وَكَانَ عَامِرُ بْنُ فُهَيْرَةَ يَقُولُ قَدْ رَأَيْتُ الْمَوْتَ قَبْلَ ذَوْقِهِإِنَّ الْجَبَانَ حَتْفُهُ مِنْ فَوْقِهِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Hisyam bin 'Urwah] dari [Bapaknya] dari [Aisyah] Ummul Mukminin, ia berkata; \"Ketika Rasulullah shallallahu 'alaihi wasallam tiba di Madinah, Abu Bakar dan Bilal diserang panas.\" Aisyah berkata; \"Lalu aku menemui keduanya. Aku berkata; 'Wahai ayahku, bagaimana kabarmu? Wahai Bilal bagaimana kabarmu? '\" dia menambahkan; \"Jika Abu Bakar diserang demam, dia selalu berkata; 'Setiap jiwa bangun di pagi hari pada keluarganya, padahal kematian lebih dekat dari tali sandalnya.' Adapun Bilal jika sembuh dari demamnya, dia mengangkat suaranya dan berkata; 'Duhai, seandainya ada yang mendengarkan syairku, akankah aku tinggal malam ini di suatu lembah dan di sekelilingku pohon idkhir dan pohon jalil. Dan akankah aku mendatangi suatu hari, air Majinnah ataukah nampak bagiku Syamah dan Thafil.\" Aisyah berkata; \"Aku menemui Rasulullah shallallahu 'alaihi wasallam dan mengabarkan kepada beliau. Beliau lalu berdoa: \"Ya Allah, jadikanlah kami cinta kepada Madinah sebagaimana kecintaan kami kepada Makkah, atau lebihkan cinta kami padanya. Berkahilah kami dalam Sha' kami dan mud kami, dan pindahkanlah demamnya menuju Juhfah, \" Malik berkata; telah menceritakan kepadaku Yahya bin Sa'id bahwa Aisyah isteri Nabi shallallahu 'alaihi wasallam berkata; Amir bin Fuhairah berkata; \"Saya telah melihat kematian sebelum merasakannya, sesungguhnya kematian seorang pengecut adalah dari atasnya.\""
},
{
"number": 1386,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ نُعَيْمِ بْنِ عَبْدِ اللَّهِ الْمُجْمِرِ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى أَنْقَابِ الْمَدِينَةِ مَلَائِكَةٌ لَا يَدْخُلُهَا الطَّاعُونُ وَلَا الدَّجَّالُ",
"id": "Telah menceritakan kepadaku dari Malik dari [Nu'aim bin Abdullah Al Mujmir] dari [Abu Hurairah] berkata; \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Di setiap lorong-lorong Madinah ada malaikat sehingga penyakit Tha'un tidak bisa masuk, begitu juga Dajjal.\""
},
{
"number": 1387,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ إِسْمَعِيلَ بْنِ أَبِي حَكِيمٍ أَنَّهُ سَمِعَ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ يَقُولُكَانَ مِنْ آخِرِ مَا تَكَلَّمَ بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ قَالَ قَاتَلَ اللَّهُ الْيَهُودَ وَالنَّصَارَى اتَّخَذُوا قُبُورَ أَنْبِيَائِهِمْ مَسَاجِدَ لَا يَبْقَيَنَّ دِينَانِ بِأَرْضِ الْعَرَبِ",
"id": "Telah menceritakan kepadaku Malik dari [Isma'il bin Abu Hakim] bahwa ia pernah mendengar [Umar bin Abdul Aziz] berkata, \"Salah satu sabda Rasulullah shallallahu 'alaihi wasallam yang terakhir adalah: \"Semoga Allah membinasakan orang Yahudi dan Nasrani. Mereka menjadikan kuburan para Nabi mereka sebagai masjid. Tidak akan ada dua agama di Tanah Arab.\""
},
{
"number": 1388,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَجْتَمِعُ دِينَانِ فِي جَزِيرَةِ الْعَرَبِقَالَ مَالِك قَالَ ابْنُ شِهَابٍ فَفَحَصَ عَنْ ذَلِكَ عُمَرُ بْنُ الْخَطَّابِ حَتَّى أَتَاهُ الثَّلْجُ وَالْيَقِينُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَجْتَمِعُ دِينَانِ فِي جَزِيرَةِ الْعَرَبِ فَأَجْلَى يَهُودَ خَيْبَرَ",
"id": "Telah menceritakan kepadaku dari Malik dari [Ibnu Syihab] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidak akan berkumpul dua ajaran di jazirah Arab.\" Malik berkata; [Ibnu Syihab] berkata; \" [Umar bin Khattab] menyelidiki tentang itu hingga dia yakin bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: 'Tidak akan berkumpul dua ajaran di jazirah Arab'.\" lalu dia mengusir Yahudi Khaibar."
},
{
"number": 1389,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ طَلَعَ لَهُ أُحُدٌ فَقَالَ هَذَا جَبَلٌ يُحِبُّنَا وَنُحِبُّهُ",
"id": "Telah menceritakan kepadaku dari Malik dari [Hisyam bin 'Urwah] dari [Bapaknya] berkata, \"Saat gunung uhud terlihat oleh Rasulullah shallallahu 'alaihi wasallam, beliau bersabda: \"Ini adalah gunung yang mencintai kami dan kamipun mencintainya.\""
},
{
"number": 1390,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ أَنَّ أَسْلَمَ مَوْلَى عُمَرَ بْنِ الْخَطَّابِ أَخْبَرَهُأَنَّهُ زَارَ عَبْدَ اللَّهِ بْنَ عَيَّاشٍ الْمَخْزُومِيَّ فَرَأَى عِنْدَهُ نَبِيذًا وَهُوَ بِطَرِيقِ مَكَّةَ فَقَالَ لَهُ أَسْلَمُ إِنَّ هَذَا الشَّرَابَ يُحِبُّهُ عُمَرُ بْنُ الْخَطَّابِ فَحَمَلَ عَبْدُ اللَّهِ بْنُ عَيَّاشٍ قَدَحًا عَظِيمًا فَجَاءَ بِهِ إِلَى عُمَرَ بْنِ الْخَطَّابِ فَوَضَعَهُ فِي يَدَيْهِ فَقَرَّبَهُ عُمَرُ إِلَى فِيهِ ثُمَّ رَفَعَ رَأْسَهُ فَقَالَ عُمَرُ إِنَّ هَذَا لَشَرَابٌ طَيِّبٌ فَشَرِبَ مِنْهُ ثُمَّ نَاوَلَهُ رَجُلًا عَنْ يَمِينِهِ فَلَمَّا أَدْبَرَ عَبْدُ اللَّهِ نَادَاهُ عُمَرُ بْنُ الْخَطَّابِ فَقَالَ أَأَنْتَ الْقَائِلُ لَمَكَّةُ خَيْرٌ مِنْ الْمَدِينَةِ فَقَالَ عَبْدُ اللَّهِ فَقُلْتُ هِيَ حَرَمُ اللَّهِ وَأَمْنُهُ وَفِيهَا بَيْتُهُ فَقَالَ عُمَرُ لَا أَقُولُ فِي بَيْتِ اللَّهِ وَلَا فِي حَرَمِهِ شَيْئًا ثُمَّ قَالَ عُمَرُ أَأَنْتَ الْقَائِلُ لَمَكَّةُ خَيْرٌ مِنْ الْمَدِينَةِ قَالَ فَقُلْتُ هِيَ حَرَمُ اللَّهِ وَأَمْنُهُ وَفِيهَا بَيْتُهُ فَقَالَ عُمَرُ لَا أَقُولُ فِي حَرَمِ اللَّهِ وَلَا فِي بَيْتِهِ شَيْئًا ثُمَّ انْصَرَفَ",
"id": "Telah menceritakan kepadaku dari Malik dari [Yahya bin Sa'id] dari [Abdurrahman bin Al Qasim] bahwa [Aslam] bekas budak Umar bin Khattab, mengabarkan kepadanya, bahwa ia pernah mengunjungi Abdullah bin 'Ayasy Al Makhzumy. Ketika sedang di jalanan Makkah ia melihatnya membawa perasan nabids. Aslam lalu berkata kepadanya; \"Ini adalah minuman yang disukai Umar bin Khattab.\" Maka Abdullah bin 'Ayasy mengambil segelas besar dan membawanya kepada Umar bin Khattab. Umar kemudian meletakkannya pada tangan dan mendekatkannya ke mulut, lalu mengangkat kepalanya seraya berkata, \"Sungguh ini adalah minuman yang enak.\" Umar kemudian minum dan memberikannya kepada seorang laki-laki yang ada di sisi kanannya. Ketika Abdullah beranjak pergi, [Umar bin Khattab] memanggilnya dan bertanya; \"Apakah engkau yang mengatakan bahwa Makkah lebih baik daripada Madinah.\" [Abdullah] berkata; \"Maka aku menjawab; 'Itu adalah tanah haram Allah, Dia yang menjamin keamanannya, dan di dalamnya juga ada rumah-Nya'. Umar berkata; \"Aku tidak mengatakan bahwa dalam rumah Allah dan tanah haram-Nya ada suatu (kemuliaan) .\" kemudian Umar bertanya; 'Apakah engkau yang mengatakan bahwa Makkah lebih baik daripada Madinah? ' maka aku menjawab; 'Itu adalah tanah haram Allah, Dia yang menjamin keamanannya, dan di dalamnya ada rumah-Nya.\" Umar lalu berkata lagi; 'Aku tidak mengatakan bahwa dalam rumah Allah dan tanah Haram-Nya ada suatu (kemuliaan) .\" Setelah itu ia pun pergi.\""
},
{
"number": 1391,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ عَبْدِ الْحَمِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ زَيْدِ بْنِ الْخَطَّابِ عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ نَوْفَلٍ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ أَنَّ عُمَرَ بْنَ الْخَطَّابِ خَرَجَ إِلَى الشَّامِ حَتَّى إِذَا كَانَ بِسَرْغَ لَقِيَهُ أُمَرَاءُ الْأَجْنَادِ أَبُو عُبَيْدَةَ بْنُ الْجَرَّاحِ وَأَصْحَابُهُ فَأَخْبَرُوهُ أَنَّ الْوَبَأَ قَدْ وَقَعَ بِأَرْضِ الشَّامِ قَالَ ابْنُ عَبَّاسٍ فَقَالَ عُمَرُ بْنُ الْخَطَّابِ ادْعُ لِي الْمُهَاجِرِينَ الْأَوَّلِينَ فَدَعَاهُمْ فَاسْتَشَارَهُمْ وَأَخْبَرَهُمْ أَنَّ الْوَبَأَ قَدْ وَقَعَ بِالشَّامِ فَاخْتَلَفُوا فَقَالَ بَعْضُهُمْ قَدْ خَرَجْتَ لِأَمْرٍ وَلَا نَرَى أَنْ تَرْجِعَ عَنْهُ وَقَالَ بَعْضُهُمْ مَعَكَ بَقِيَّةُ النَّاسِ وَأَصْحَابُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَا نَرَى أَنْ تُقْدِمَهُمْ عَلَى هَذَا الْوَبَإِ فَقَالَ عُمَرُ ارْتَفِعُوا عَنِّي ثُمَّ قَالَ ادْعُ لِي الْأَنْصَارَ فَدَعَوْتُهُمْ فَاسْتَشَارَهُمْ فَسَلَكُوا سَبِيلَ الْمُهَاجِرِينَ وَاخْتَلَفُوا كَاخْتِلَافِهِمْ فَقَالَ ارْتَفِعُوا عَنِّي ثُمَّ قَالَ ادْعُ لِي مَنْ كَانَ هَاهُنَا مِنْ مَشْيَخَةِ قُرَيْشٍ مِنْ مُهَاجِرَةِ الْفَتْحِ فَدَعَوْتُهُمْ فَلَمْ يَخْتَلِفْ عَلَيْهِ مِنْهُمُ رَجُلَانِ فَقَالُوا نَرَى أَنْ تَرْجِعَ بِالنَّاسِ وَلَا تُقْدِمَهُمْ عَلَى هَذَا الْوَبَإِ فَنَادَى عُمَرُ فِي النَّاسِ إِنِّي مُصْبِحٌ عَلَى ظَهْرٍ فَأَصْبِحُوا عَلَيْهِ فَقَالَ أَبُو عُبَيْدَةَ أَفِرَارًا مِنْ قَدَرِ اللَّهِ فَقَالَ عُمَرُ لَوْ غَيْرُكَ قَالَهَا يَا أَبَا عُبَيْدَةَ نَعَمْ نَفِرُّ مِنْ قَدَرِ اللَّهِ إِلَى قَدَرِ اللَّهِ أَرَأَيْتَ لَوْ كَانَ لَكَ إِبِلٌ فَهَبَطَتْ وَادِيًا لَهُ عُدْوَتَانِ إِحْدَاهُمَا خَصِبَةٌ وَالْأُخْرَى جَدْبَةٌ أَلَيْسَ إِنْ رَعَيْتَ الْخَصِبَةَ رَعَيْتَهَا بِقَدَرِ اللَّهِ وَإِنْ رَعَيْتَ الْجَدْبَةَ رَعَيْتَهَا بِقَدَرِ اللَّهِفَجَاءَ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ وَكَانَ غَائِبًا فِي بَعْضِ حَاجَتِهِ فَقَالَ إِنَّ عِنْدِي مِنْ هَذَا عِلْمًا سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِذَا سَمِعْتُمْ بِهِ بِأَرْضٍ فَلَا تَقْدَمُوا عَلَيْهِ وَإِذَا وَقَعَ بِأَرْضٍ وَأَنْتُمْ بِهَا فَلَا تَخْرُجُوا فِرَارًا مِنْهُ قَالَ فَحَمِدَ اللَّهَ عُمَرُ ثُمَّ انْصَرَفَ",
"id": "Telah menceritakan kepadaku dari Malik dari [Ibnu Syihab] dari [Abdul Hamid bin Abdurrahman bin Zaid bin Al khattab] dari [Abdullah bin Abdullah bin Al Harits bin Naufal] dari [Abdullah bin 'Abbas] berkata, \"Umar bin Khattab berangkat ke Syam, maka ketika sampai suatu daerah yang bernama Sargha, para komandan pasukan; Abu Ubaidah bin Jarrah dan para sahabat, menemuinya dan mengabarkan bahwa wilayah Syam telah terjangkit wahab penyakit. Ibnu Abbas berkata; \"Lalu [Umar bin Khattab] berkata; 'Panggilkan untukku orang-orang muhajirin yang pertama-tama.\" Lalu dipanggillah para sahabat tersebut, kemudian Umar bermusyawarah dan mengabrkan kepada mereka bahwa wilayah Syam telah terjangkit wabah penyakit. Merekapun berselisih pendapat, sebagian dari mereka berkata; 'Engkau telah keluar untuk suatu keperluan, kami berpendapat bahwa engkau tidak perlu menarik diri.\" Dan sebagian lain berkata; 'Engkau bersama sebagian manusia dan beberapa sahabat Rasulullah shallallahu 'alaihi wasallam! Kami berpendapat agar engkau tidak menghadapkan mereka dengan wabah ini.\" Umar berkata; 'Keluarlah kalian, ' dia berkata; 'Panggilkan untukku orang-orang Anshar'. Aku memanggil mereka, dan diapun bermusyawarah dengan mereka, sedangkan mereka berpendapat seperti halnya orang-orang Muhajirin dan berbeda pendapat seperti halnya mereka. Umar berkata; 'keluarlah kalian, ' dia berkata; 'Panggilkan untukku siapa saja di sini yang dulu sesepuh-sesepuh Quraisy dan telah berhijrah ketika Fathul Makkah.' Aku memanggilnya dan tidak ada yang berselisih dari mereka kecuali dua orang. Mereka berkata; 'Kami berpendapat agar engkau kembali membawa orang-orang dan tidak menghadapkan mereka kepada wabah ini.' Umar menyeru kepada manusia; 'Sesungguhnya aku akan bangun pagi di atas pelana, bagunlah kalian pagi hari di atasnya, ' Abu Ubaidah bertanya; 'Apakah engkau akan lari dari takdir Allah? ' maka Umar menjawab; 'Kalau saja yang berkata bukan kamu, Wahai Abu 'Ubaidah! Ya, kami lari dari takdir Allah menuju takdir Allah yang lain. Bagaimana pendapatmu, jika kamu memiliki unta kemudian tiba di sebuah lembah yang mempunyai dua daerah, yang satu subur dan yang lainnya kering, tahukah kamu jika kamu membawanya ke tempat yang subur, niscaya kamu telah membawanya dengan takdir Allah. Apabila kamu membawanya ke tempat yang kering, maka kamu membawanya dengan takdir Allah juga.' Kemudian datanglah [Abdurrahman bin Auf], dia tidak hadir karena ada keperluan. Dia berkata; \"Saya memiliki kabar tentang ini dari Rasulullah Shalla Allahu 'alaihi wa sallam beliau bersabda: \"Jika kalian mendengar suatu negeri terjangkit wabah, maka janganlah kalian menuju ke sana, namun jika dia menjangkiti suatu negeri dan kalian berada di dalamnya, maka janganlah kalian keluar dan lari darinya.\" (Ibnu 'Abbas RA) berkata; \"Lalu Umar memuji Allah kemudian pergi.\""
},
{
"number": 1392,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ وَعَنْ سَالِمٍ أَبِي النَّضْرِ مَوْلَى عُمَرَ بْنِ عُبَيْدِ اللَّهِ عَنْ عَامِرِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ عَنْ أَبِيهِ أَنَّهُ سَمِعَهُ يَسْأَلُ أُسَامَةَ بْنَ زَيْدٍمَا سَمِعْتَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الطَّاعُونِ فَقَالَ أُسَامَةُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الطَّاعُونُ رِجْزٌ أُرْسِلَ عَلَى طَائِفَةٍ مِنْ بَنِي إِسْرَائِيلَ أَوْ عَلَى مَنْ كَانَ قَبْلَكُمْ فَإِذَا سَمِعْتُمْ بِهِ بِأَرْضٍ فَلَا تَدْخُلُوا عَلَيْهِ وَإِذَا وَقَعَ بِأَرْضٍ وَأَنْتُمْ بِهَا فَلَا تَخْرُجُوا فِرَارًا مِنْهُقَالَ مَالِك قَالَ أَبُو النَّضْرِ لَا يُخْرِجُكُمْ إِلَّا فِرَارٌ مِنْهُ",
"id": "Telah menceritakan kepadaku dari Malik dari [Muhammad bin Al Munkadir] dan dari [Salim Abu Nadlr] mantan budak 'Umar bin 'Ubaidullah dari ['Amir bin Abu Waqqas] dari bapaknya, bahwasanya ia mendengar bapaknya bertanya kepada Usamah bin Zaid, \"Apa yang kamu dengar dari Rasulullah shallallahu 'alaihi wasallam tentang penyakit tha'un?\" [Usamah] menjawab, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tha'un adalah siksaan yang dikirim Allah kepada sekelompok orang dari Bani Isra`il, atau kepada orang-orang sebelum kalian. Jika kalian mendengarnya berada di suatu negeri maka janganlah kalian memasukinya. Dan jika penyakit itu berada di negeri yang kalian tinggali, maka janganlah kalian keluar melarikan diri darinya.\" Malik berkata; Abu Nadlr berkata; \"Tidak ada yang mengeluarkan kalian kecuali (karena ingin) kabur darinya.\""
},
{
"number": 1393,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ عَبْدِ اللَّهِ بْنِ عَامِرِ بْنِ رَبِيعَةَأَنَّ عُمَرَ بْنَ الْخَطَّابِ خَرَجَ إِلَى الشَّامِ فَلَمَّا جَاءَ سَرْغَ بَلَغَهُ أَنَّ الْوَبَأَ قَدْ وَقَعَ بِالشَّامِ فَأَخْبَرَهُ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا سَمِعْتُمْ بِهِ بِأَرْضٍ فَلَا تَقْدَمُوا عَلَيْهِ وَإِذَا وَقَعَ بِأَرْضٍ وَأَنْتُمْ بِهَا فَلَا تَخْرُجُوا فِرَارًا مِنْهُ فَرَجَعَ عُمَرُ بْنُ الْخَطَّابِ مِنْ سَرْغَو حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ أَنَّ عُمَرَ بْنَ الْخَطَّابِ إِنَّمَا رَجَعَ بِالنَّاسِ مِنْ سَرْغَ عَنْ حَدِيثِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ",
"id": "Telah menceritakan kepadaku dari Malik dari [Ibnu Syihab] dari [Abdullah bin 'Amir bin Rabi'ah] bahwa Umar bin Khattab keluar menuju Syam, ketika dia sampai di Sargha, terdengar kabar bahwa wabah penyakit menyebar di Syam. Lalu [Abdurrahman bin Auf] mengabarinya bahwa Rasulullah Shalla Allahu 'alaihi wa sallam bersabda: \"Jika kalian mendengar (wabah) di suatu daerah maka janganlah kalian memasukinya. Jika (wabah itu) berada di suatu negeri, dan kalian berada di dalamnya maka janganlah kalian keluar melarikan diri darinya.\" Lalu Umar bin Khattab meninggalkan Sargha. Telah menceritakan kepadaku dari Malik dari [Ibnu Syihab] dari [Salim bin Abdullah] bahwa Umar bin Khattab kembali bersama orang-orang meninggalkan Sargha karena perkataan Abdurrahman bin Auf."
},
{
"number": 1394,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ تَحَاجَّ آدَمُ وَمُوسَى فَحَجَّ آدَمُ مُوسَى قَالَ لَهُ مُوسَى أَنْتَ آدَمُ الَّذِي أَغْوَيْتَ النَّاسَ وَأَخْرَجْتَهُمْ مِنْ الْجَنَّةِ فَقَالَ لَهُ آدَمُ أَنْتَ مُوسَى الَّذِي أَعْطَاهُ اللَّهُ عِلْمَ كُلِّ شَيْءٍ وَاصْطَفَاهُ عَلَى النَّاسِ بِرِسَالَتِهِ قَالَ نَعَمْ قَالَ أَفَتَلُومُنِي عَلَى أَمْرٍ قَدْ قُدِّرَ عَلَيَّ قَبْلَ أَنْ أُخْلَقَ",
"id": "Telah menceritakan kepadaku dari Malik dari [Abu Az Zinad] dari [Al A'raj] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Adam dan Musa saling beradu argumen, lalu Adam mengalahkan Musa. Musa berkata kepadanya; \"Engkau adalah Adam, orang yang telah menyesatkan manusia dan mengeluarkan mereka dari surga! ' Lalu Adam bertanya kepada Musa; 'Engkau adalah Musa, orang yang Allah telah memberinya ilmu tentang segala sesuatu, dan seorang manusia yang dipilih atas manusia dengan risalah-Nya? ' Musa menjawab; \"Benar.\" Adam lalu berkata; 'Apakah engkau akan mencelaku atas perkara yang telah ditakdirkan kepadaku, sebelum aku diciptakan'.\""
},
{
"number": 1395,
"arab": "و حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ زَيْدِ بْنِ أَبِي أُنَيْسَةَ عَنْ عَبْدِ الْحَمِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ زَيْدِ بْنِ الْخَطَّابِ أَنَّهُ أَخْبَرَهُ عَنْ مُسْلِمِ بْنِ يَسَارٍ الْجُهَنِيِّ أَنَّ عُمَرَ بْنَ الْخَطَّابِسُئِلَ عَنْ هَذِهِ الْآيَةِ{ وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا أَنْ تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ }فَقَالَ عُمَرُ بْنُ الْخَطَّابِ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُسْأَلُ عَنْهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى خَلَقَ آدَمَ ثُمَّ مَسَحَ ظَهْرَهُ بِيَمِينِهِ فَاسْتَخْرَجَ مِنْهُ ذُرِّيَّةً فَقَالَ خَلَقْتُ هَؤُلَاءِ لِلْجَنَّةِ وَبِعَمَلِ أَهْلِ الْجَنَّةِ يَعْمَلُونَ ثُمَّ مَسَحَ ظَهْرَهُ فَاسْتَخْرَجَ مِنْهُ ذُرِّيَّةً فَقَالَ خَلَقْتُ هَؤُلَاءِ لِلنَّارِ وَبِعَمَلِ أَهْلِ النَّارِ يَعْمَلُونَ فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ فَفِيمَ الْعَمَلُ قَالَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ اللَّهَ إِذَا خَلَقَ الْعَبْدَ لِلْجَنَّةِ اسْتَعْمَلَهُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتَّى يَمُوتَ عَلَى عَمَلٍ مِنْ أَعْمَالِ أَهْلِ الْجَنَّةِ فَيُدْخِلُهُ رَبُّهُ الْجَنَّةَ وَإِذَا خَلَقَ الْعَبْدَ لِلنَّارِ اسْتَعْمَلَهُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى يَمُوتَ عَلَى عَمَلٍ مِنْ أَعْمَالِ أَهْلِ النَّارِ فَيُدْخِلُهُ رَبُّهُ النَّارَو حَدَّثَنِي عَنْ مَالِك أَنَّهُ بَلَغَهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ تَرَكْتُ فِيكُمْ أَمْرَيْنِ لَنْ تَضِلُّوا مَا تَمَسَّكْتُمْ بِهِمَا كِتَابَ اللَّهِ وَسُنَّةَ نَبِيِّهِ",
"id": "Telah menceritakan kepadaku Yahya dari Malik dari [Zaid bin Abu Unaisah] dari [Abdul Hamid bin Abdurrahman bin Zaid bin Al Khattab] Bahwasanya ia mengabarkan kepadanya, dari [Muslim bin Yasar Al Juhani] bahwa [Umar bin Khattab] ditanya ayat ini: '(Dan (ingatlah), ketika Tuhanmu mengeluarkan keturunan anak-anak Adam dari sulbi mereka dan Allah mengambil kesaksian terhadap jiwa mereka (seraya berfirman): \"Bukankah aku ini Tuhanmu?\" mereka menjawab: \"Betul (Engkau Tuhan kami), Kami menjadi saksi\". (kami lakukan yang demikian itu) agar di hari kiamat kamu tidak mengatakan: \"Sesungguhnya Kami (Bani Adam) adalah orang-orang yang lengah terhadap ini (keesaan Tuhan) \" (Qs. Al A'raf: 172) Umar berkata, \"Aku mendengar Rasulullah shallallahu 'alaihi wasallam ditanya tentang ayat ini, maka beliau menjawab; \"Sesungguhnya Allah Tabaraka Wa Ta'ala menciptakan Adam lalu mengusap punggungnya dengan tangan kanan-nya, Allah mengeluarkan darinya beberapa keturunan. Kemudian Dia berfirman; 'Aku ciptakan mereka untuk surga dan mereka beramal dengan amalan ahli surga.' Kemudian Allah kembali mengusap punggung Adam dan mengeluarkan darinya keturunan. Kemudian Allah berfirman; 'Aku ciptakan mereka untuk neraka, dan mereka beramal dengan amalan ahli neraka.' Seorang laki-laki lalu bertanya, \"Wahai Rasulullah, lalu untuk apa kita beramal?\" Rasulullah shallallahu 'alaihi wasallam menjawab: \"Allah jika menciptakan hamba dari ahli surga, maka Dia memperkerjakannya dengan amalan ahli surga, sehingga ia mati di atas amalan ahli surga, dan kemudian Rabbnya memasukkannya ke surga. Dan jika menciptakan hamba ahli neraka, maka Dia memperkerjakannya dengan amalan ahli neraka hingga dia mati di atas amalan-amalan ahli neraka. Lalu Rabbnya memasukkannya ke neraka.\" Telah menceritakan kepadaku dari Malik telah sampai kepadanya bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Telah aku tinggalkan untuk kalian, dua perkara yang kalian tidak akan sesat selama kalian berpegang teguh dengan keduanya; Kitabullah dan Sunnah Nabi-Nya.\""
},
{
"number": 1396,
"arab": "و حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ زِيَادِ بْنِ سَعْدٍ عَنْ عَمْرِو بْنِ مُسْلِمٍ عَنْ طَاوُسٍ الْيَمَانِيِّ أَنَّهُ قَالَ أَدْرَكْتُ نَاسًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُونَ كُلُّ شَيْءٍ بِقَدَرٍ قَالَ طَاوُسٌ وَسَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ يَقُولُقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كُلُّ شَيْءٍ بِقَدَرٍ حَتَّى الْعَجْزِ وَالْكَيْسِ أَوْ الْكَيْسِ وَالْعَجْزِ",
"id": "Telah menceritakan kepadaku Yahya dari Malik dari [Ziyad bin Sa'ad] dari ['Amr bin Muslim] dari [Thawus Al Yamani] berkata; \"Aku mendapati beberapa sahabat Rasulullah shallallahu 'alaihi wasallam berkata; \"Segala sesuatu terjadi dengan takdir.\" Thawus berkata; \"Dan aku juga mendengar [Abdullah bin Umar] berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Segala sesuatu terjadi dengan takdir hingga kelemahan dan kecerdasan, atau kecerdasan dan kelemahan.\""
},
{
"number": 1397,
"arab": "و حَدَّثَنِي مَالِك عَنْ زِيَادِ بْنِ سَعْدٍ عَنْ عَمْرِو بْنِ دِينَارٍ أَنَّهُ قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ يَقُولُ فِي خُطْبَتِهِإِنَّ اللَّهَ هُوَ الْهَادِي وَالْفَاتِنُ",
"id": "Telah menceritakan kepadaku Malik dari [Ziyad bin Sa'ad] dari [Amru bin Dinar] berkata; \"Aku mendengar [Abdullah bin Zubair] berkata dalam khutbahnya; \"Allah itu adalah Maha Memberi Petunjuk dan Maha Memberi Fitnah.\""
},
{
"number": 1398,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَمِّهِ أَبِي سُهَيْلِ بْنِ مَالِكٍ أَنَّهُ قَالَ كُنْتُ أَسِيرُ مَعَ عُمَرَ بْنِ عَبْدِ الْعَزِيزِفَقَالَ مَا رَأْيُكَ فِي هَؤُلَاءِ الْقَدَرِيَّةِ فَقُلْتُ رَأْيِي أَنْ تَسْتَتِيبَهُمْ فَإِنْ تَابُوا وَإِلَّا عَرَضْتَهُمْ عَلَى السَّيْفِ فَقَالَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ وَذَلِكَ رَأْيِيقَالَ مَالِك وَذَلِكَ رَأْيِي",
"id": "Telah menceritakan kepadaku dari Malik dari pamannya [Abu Suhail bin Malik] berkata; \"Aku berjalan bersama Umar bin Abdul Aziz, lalu dia bertanya, \"Apa pendapatmu tentang orang-orang Qadariyah?\" Aku menjawab, \"Menurutku anda harus meminta mereka untuk bertaubat, jika tidak mau (engkau terima), namun jika tidak maka engkau hunuskan pedangmu untuk mereka.\" [Umar bin Abdul Aziz] berkata; \"Itu juga pendapatku.\" Malik berkata; \"Itu juga pendapatku.\""
},
{
"number": 1399,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا تَسْأَلْ الْمَرْأَةُ طَلَاقَ أُخْتِهَا لِتَسْتَفْرِغَ صَحْفَتَهَا وَلِتَنْكِحَ فَإِنَّمَا لَهَا مَا قُدِّرَ لَهَا",
"id": "Telah menceritakan kepadaku dari Malik dari [Abu Az Zinad] dari [Al A'raj] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Janganlah seorang wanita meminta talak atas saudarinya sesama perempuan agar ia bisa 'mengosongkan piringnya' dan menikah, karena baginya apa yang telah ditakdirkan untuknya.\""
},
{
"number": 1400,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَزِيدَ بْنِ زِيَادٍ عَنْ مُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ قَالَ قَالَ مُعَاوِيَةُ بْنُ أَبِي سُفْيَانَ وَهُوَ عَلَى الْمِنْبَرِأَيُّهَا النَّاسُ إِنَّهُ لَا مَانِعَ لِمَا أَعْطَى اللَّهُ وَلَا مُعْطِيَ لِمَا مَنَعَ اللَّهُ وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْهُ الْجَدُّ مَنْ يُرِدْ اللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ ثُمَّ قَالَ مُعَاوِيَةُ سَمِعْتُ هَؤُلَاءِ الْكَلِمَاتِ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى هَذِهِ الْأَعْوَادِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Yazid bin Ziyad] dari [Muhammad bin Ka'b Al Qurazhi] berkata, \" [Mu'awiyah bin Abu Sufyan] berkata di atas mimbar; \"Wahai manusia. Sesungguhnya tidak ada yang mampu menghalangi apa yang telah Allah berikan. Tidak ada yang dapat memberi apa yang telah Allah larang. Tidak ada gunanya kekayaan orang yang memiliki kekayaan. Barangsiapa dikehendaki Allah mendapatkan kebaikan, niscaya Allah akan memahamkannya perkara agama.\" kemudian Mu'awiyah mengatakan, \"Aku mendengar kata-kata tersebut dari Rasulullah shallallahu 'alaihi wasallam di atas tempat ini.\""
},
{
"number": 1401,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهَا قَالَتْمَا خُيِّرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي أَمْرَيْنِ قَطُّ إِلَّا أَخَذَ أَيْسَرَهُمَا مَا لَمْ يَكُنْ إِثْمًا فَإِنْ كَانَ إِثْمًا كَانَ أَبْعَدَ النَّاسِ مِنْهُ وَمَا انْتَقَمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِنَفْسِهِ إِلَّا أَنْ تُنْتَهَكَ حُرْمَةُ اللَّهِ فَيَنْتَقِمُ لِلَّهِ بِهَا",
"id": "Telah menceritakan kepadaku Malik dari [Ibnu Syihab] dari ['Urwah bin Zubair] dari [Aisyah] isteri Nabi shallallahu 'alaihi wasallam, ia berkata; \"Tidaklah Rasulullah shallallahu 'alaihi wasallam diberi dua pilihan antara dua perkara, kecuali akan mengambil yang paling ringan di antara keduanya selama bukan dosa. Jika itu suatu dosa, maka beliau adalah orang yang paling jauh darinya. Dan tidaklah Rasulullah shallallahu 'alaihi wasallam membalas untuk dirinya sendiri, kecuali jika kehormatan Allah dihinakan maka beliau akan membalasnya karena Allah.\""
},
{
"number": 1402,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ عَلِيِّ بْنِ حُسَيْنِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مِنْ حُسْنِ إِسْلَامِ الْمَرْءِ تَرْكُهُ مَا لَا يَعْنِيهِ",
"id": "Telah menceritakan kepadaku Malik dari [Ibnu Syihab] dari [Ali bin Husain bin Ali bin Abu Thalib] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Di antara tanda baiknya keIslaman seseorang adalah meninggalkan apa yang tidak bermanfaat baginya.\""
},
{
"number": 1403,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَمِّهِ أَبِي سُهَيْلِ بْنِ مَالِكٍ عَنْ أَبِيهِ عَنْ كَعْبِ الْأَحْبَارِ أَنَّهُ قَالَإِذَا أَحْبَبْتُمْ أَنْ تَعْلَمُوا مَا لِلْعَبْدِ عِنْدَ رَبِّهِ فَانْظُرُوا مَاذَا يَتْبَعُهُ مِنْ حُسْنِ الثَّنَاءِ",
"id": "Telah menceritakan kepadaku Malik dari pamannya [Abu Suhail bin Malik] dari [Ayahnya] dari [Ka'b Al Ahbari] ia berkata; \"Jika kalian ingin tahu apa yang diperoleh seorang hamba di sisi Rabbnya, maka lihatlah pujian baik yang mengiringinya.\""
},
{
"number": 1404,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ أَنَّهُ قَالَ بَلَغَنِيأَنَّ الْمَرْءَ لَيُدْرِكُ بِحُسْنِ خُلُقِهِ دَرَجَةَ الْقَائِمِ بِاللَّيْلِ الظَّامِي بِالْهَوَاجِرِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Yahya bin Sa'id] berkata; \"Telah sampai kabar kepadaku bahwa seseorang dengan kebaikan akhlaknya akan bisa menyamai derajat orang yang shalat di malam hari dan orang yang kehausan di siang hari (berpuasa) .\""
},
{
"number": 1405,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ أَنَّهُ قَالَ سَمِعْتُ سَعِيدَ بْنَ الْمُسَيَّبِ يَقُولُأَلَا أُخْبِرُكُمْ بِخَيْرٍ مِنْ كَثِيرٍ مِنْ الصَّلَاةِ وَالصَّدَقَةِ قَالُوا بَلَى قَالَ إِصْلَاحُ ذَاتِ الْبَيْنِ وَإِيَّاكُمْ وَالْبِغْضَةَ فَإِنَّهَا هِيَ الْحَالِقَةُ",
"id": "Telah menceritakan kepadaku dari Malik dari [Yahya bin Sa'id] ia berkata; \"Aku mendengar [Sa'id bin Musayyab] berkata; 'Maukah kalian kuberitahu dengan kebaikan yang lebih banyak daripada shalat dan zakat?\" mereka menjawab, \"Tentu.\" Sa'id berkata, \"Memperbaiki hubungan sesama dan jauhilah amarah karena itu adalah perusak dan pencabut agama.\""
},
{
"number": 1406,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ سَلَمَةَ بْنِ صَفْوَانَ بْنِ سَلَمَةَ الزُّرَقِيِّ عَنْ زَيْدِ بْنِ طَلْحَةَ بْنِ رُكَانَةَ يَرْفَعُهُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِكُلِّ دِينٍ خُلُقٌ وَخُلُقُ الْإِسْلَامِ الْحَيَاءُ",
"id": "Telah menceritakan kepadaku dari Malik dari [Salamah bin Shafwan bin Salamah Az Zuraqi] dari [Zaid bin Thalhah bin Rukanah] dia memarfu'kan kepada Nabi shallallahu 'alaihi wasallam, dia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Setiap agama memiliki akhlak, dan akhlak Islam adalah malu.\""
},
{
"number": 1407,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّ عَلَى رَجُلٍ وَهُوَ يَعِظُ أَخَاهُ فِي الْحَيَاءِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَعْهُ فَإِنَّ الْحَيَاءَ مِنْ الْإِيمَانِ",
"id": "Telah menceritakan kepadaku Malik dari [Ibnu Syihab] dari [Salim bin Abdullah] dari [Abdullah bin Umar] bahwa Rasulullah shallallahu 'alaihi wasallam melewati seseorang yang sedang menasehati saudaranya yang pemalu. Rasulullah shallallahu 'alaihi wasallam kemudian bersabda: \"biarkanlah ia, karena malu adalah bagian dari iman.\""
},
{
"number": 1408,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍأَنَّ رَجُلًا أَتَى إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ عَلِّمْنِي كَلِمَاتٍ أَعِيشُ بِهِنَّ وَلَا تُكْثِرْ عَلَيَّ فَأَنْسَى فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تَغْضَبْ",
"id": "Telah menceritakan kepadaku Malik dari [Ibnu Syihab] dari [Humaid bin Abdurrahman bin Auf] berkata, \"Seorang laki-laki menemui Rasulullah shallallahu 'alaihi wasallam dan berkata; \"Wahai Rasulullah, ajari aku kalimat-kalimat yang bisa aku jadikan pegangan dalam hidup, namun jangan terlalu banyak hingga aku melupakannya! \" Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Janganlah kamu marah.\""
},
{
"number": 1409,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَيْسَ الشَّدِيدُ بِالصُّرَعَةِ إِنَّمَا الشَّدِيدُ الَّذِي يَمْلِكُ نَفْسَهُ عِنْدَ الْغَضَبِ",
"id": "Telah menceritakan kepadaku Malik dari [Ibnu Syihab] dari [Sa'id bin Musayyab] dari [Abu Hurairah] berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Orang yang kuat bukanlah kuat dalam perkelahian. Namun orang yang kuat adalah orang yang dapat mengendalikan jiwanya ketika marah.\""
},
{
"number": 1410,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ عَنْ أَبِي أَيُّوبَ الْأَنْصَارِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَحِلُّ لِمُسْلِمٍ أَنْ يُهَاجِرَ أَخَاهُ فَوْقَ ثَلَاثِ لَيَالٍ يَلْتَقِيَانِ فَيُعْرِضُ هَذَا وَيُعْرِضُ هَذَا وَخَيْرُهُمَا الَّذِي يَبْدَأُ بِالسَّلَامِ",
"id": "Telah menceritakan kepadaku Malik dari [Ibnu Syihab] dari ['Atha` bin Yazid Al Laitsi] dari [Abu Ayyub Al Anshari] berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidak halal bagi seorang muslim mendiamkan saudaranya lebih tiga malam. Mereka bertemu, lantas masing-masing membuang muka. Yang paling baik di antara keduanya adalah yang memulai mengucapkan salam.\""
},
{
"number": 1411,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ أَنَسِ بْنِ مَالِكٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا تَبَاغَضُوا وَلَا تَحَاسَدُوا وَلَا تَدَابَرُوا وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا وَلَا يَحِلُّ لِمُسْلِمٍ أَنْ يُهَاجِرَ أَخَاهُ فَوْقَ ثَلَاثِ لَيَالٍقَالَ مَالِك لَا أَحْسِبُ التَّدَابُرَ إِلَّا الْإِعْرَاضَ عَنْ أَخِيكَ الْمُسْلِمِ فَتُدْبِرَ عَنْهُ بِوَجْهِكَ",
"id": "Telah menceritakan kepadaku Malik dari [Ibnu Syihab] dari [Anas bin Malik] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Janganlah kalian saling benci, saling dengki, saling memusuhi, namun jadilah hamba-hamba Allah yang bersaudara. Tidak halal bagi seorang muslim mendiamkan saudaranya melebihi tiga malam.\" Malik berkata; \"Aku tidaklah menganggap tadabur selain berpalingnya seseorang dari saudaranya yang muslim lalu kamu palingkan wajahmu darinya.\""
},
{
"number": 1412,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِيَّاكُمْ وَالظَّنَّ فَإِنَّ الظَّنَّ أَكْذَبُ الْحَدِيثِ وَلَا تَجَسَّسُوا وَلَا تَحَسَّسُوا وَلَا تَنَافَسُوا وَلَا تَحَاسَدُوا وَلَا تَبَاغَضُوا وَلَا تَدَابَرُوا وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا",
"id": "Telah menceritakan kepadaku dari Malik dari [Abu Az Zinad] dari [Al A'raj] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jauhilah oleh kalian prasangka buruk, karena prasangka buruk adalah sedusta-dusta pembicaraan. Janganlah kalian saling memata-matai, saling mencari aib orang lain, saling berlomba-lomba mencari kemewahan dunia, saling dengki, saling memusuhi, dan saling memutuskan. Jadilah hamba-hamba Allah yang bersaudara.\""
},
{
"number": 1413,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَطَاءِ بْنِ أَبِي مُسْلِمٍ عَبْدِ اللَّهِ الْخُرَاسَانِيِّ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَصَافَحُوا يَذْهَبْ الْغِلُّ وَتَهَادَوْا تَحَابُّوا وَتَذْهَبْ الشَّحْنَاءُ",
"id": "Telah menceritakan kepadaku Malik dari ['Atha bin Abu Muslim Abdullah Al Khurasani] berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Hendaklah kalian saling berjabat tangan, niscaya maka akan hilanglah kedengkian. Hendaklah kalian saling memberi hadiah, niscaya akan saling mencintai dan menghilanglah permusuhan.\""
},
{
"number": 1414,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ تُفْتَحُ أَبْوَابُ الْجَنَّةِ يَوْمَ الْاثْنَيْنِ وَيَوْمَ الْخَمِيسِ فَيُغْفَرُ لِكُلِّ عَبْدٍ مُسْلِمٍ لَا يُشْرِكُ بِاللَّهِ شَيْئًا إِلَّا رَجُلًا كَانَتْ بَيْنَهُ وَبَيْنَ أَخِيهِ شَحْنَاءُ فَيُقَالُ أَنْظِرُوا هَذَيْنِ حَتَّى يَصْطَلِحَا أَنْظِرُوا هَذَيْنِ حَتَّى يَصْطَلِحَا",
"id": "Telah menceritakan kepadaku dari Malik dari [Suhail bin Abu Shalih] dari [Bapaknya] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Pintu-pintu surga dibuka pada hari senin dan kamis, maka setiap hamba muslim yang tidak menyekutukan Allah akan diampuni kecuali seorang laki-laki yang ada permusuhan dengan saudaranya. Lalu dikatakan; 'Tangguhkan untuk keduanya hingga mereka damai, tangguhkan untuk keduanya hingga mereka damai'.\""
},
{
"number": 1415,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ مُسْلِمِ بْنِ أَبِي مَرْيَمَ عَنْ أَبِي صَالِحٍ السَّمَّانِ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ قَالَتُعْرَضُ أَعْمَالُ النَّاسِ كُلَّ جُمُعَةٍ مَرَّتَيْنِ يَوْمَ الْاثْنَيْنِ وَيَوْمَ الْخَمِيسِ فَيُغْفَرُ لِكُلِّ عَبْدٍ مُؤْمِنٍ إِلَّا عَبْدًا كَانَتْ بَيْنَهُ وَبَيْنَ أَخِيهِ شَحْنَاءُ فَيُقَالُ اتْرُكُوا هَذَيْنِ حَتَّى يَفِيئَا أَوِ ارْكُوا هَذَيْنِ حَتَّى يَفِيئَا",
"id": "Telah menceritakan kepadaku dari Malik dari [Muslim bin Abu Maryam] dari [Abu Shalih As Saman] dari [Abu Hurairah] berkata; \"Amalan-amalan manusia akan diperlihatkan dua kali dalam sepekan; hari senin dan kamis. Kemudian setiap orang mukmin akan diampuni dosanya kecuali seorang hamba yang bermusuhan dengan saudaranya, lalu dikatakan 'tinggalkan keduanya hingga mereka kembali' atau 'tinggalkan mereka berdua sampai mereka kembali'.\""
},
{
"number": 1416,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ الْأَنْصَارِيِّ أَنَّهُ قَالَخَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةِ بَنِي أَنْمَارٍ قَالَ جَابِرٌ فَبَيْنَا أَنَا نَازِلٌ تَحْتَ شَجَرَةٍ إِذَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَقْبَلَ فَقُلْتُ يَا رَسُولَ اللَّهِ هَلُمَّ إِلَى الظِّلِّ قَالَ فَنَزَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُمْتُ إِلَى غِرَارَةٍ لَنَا فَالْتَمَسْتُ فِيهَا شَيْئًا فَوَجَدْتُ فِيهَا جِرْوَ قِثَّاءٍ فَكَسَرْتُهُ ثُمَّ قَرَّبْتُهُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مِنْ أَيْنَ لَكُمْ هَذَا قَالَ فَقُلْتُ خَرَجْنَا بِهِ يَا رَسُولَ اللَّهِ مِنْ الْمَدِينَةِ قَالَ جَابِرٌ وَعِنْدَنَا صَاحِبٌ لَنَا نُجَهِّزُهُ يَذْهَبُ يَرْعَى ظَهْرَنَا قَالَ فَجَهَّزْتُهُ ثُمَّ أَدْبَرَ يَذْهَبُ فِي الظَّهْرِ وَعَلَيْهِ بُرْدَانِ لَهُ قَدْ خَلَقَا قَالَ فَنَظَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَيْهِ فَقَالَ أَمَا لَهُ ثَوْبَانِ غَيْرُ هَذَيْنِ فَقُلْتُ بَلَى يَا رَسُولَ اللَّهِ لَهُ ثَوْبَانِ فِي الْعَيْبَةِ كَسَوْتُهُ إِيَّاهُمَا قَالَ فَادْعُهُ فَمُرْهُ فَلْيَلْبَسْهُمَا قَالَ فَدَعَوْتُهُ فَلَبِسَهُمَا ثُمَّ وَلَّى يَذْهَبُ قَالَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا لَهُ ضَرَبَ اللَّهُ عُنُقَهُ أَلَيْسَ هَذَا خَيْرًا لَهُ قَالَ فَسَمِعَهُ الرَّجُلُ فَقَالَ يَا رَسُولَ اللَّهِ فِي سَبِيلِ اللَّهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَبِيلِ اللَّهِ قَالَ فَقُتِلَ الرَّجُلُ فِي سَبِيلِ اللَّهِو حَدَّثَنِي عَنْ مَالِك أَنَّهُ بَلَغَهُ أَنَّ عُمَرَ بْنَ الْخَطَّابِ قَالَ إِنِّي لَأُحِبُّ أَنْ أَنْظُرَ إِلَى الْقَارِئِ أَبْيَضَ الثِّيَابِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Zaid bin Aslam] dari [Jabir bin Abdullah Al Anshari] berkata; \"Kami berangkat bersama Rasulullah shallallahu 'alaihi wasallam dalam Perang Bani Anmar.\" Jabir berkata; \"Ketika aku duduk di bawah pohon, Rasulullah shallallahu 'alaihi wasallam datang. Aku lalu berkata; 'Wahai Rasulullah, kemarilah berteduh di bawah pohon.' Rasulullah shallallahu 'alaihi wasallam lantas turun, sementara aku bangkit dan menuju karung milik kami. Aku merogoh sesuatu di dalamnya, dan aku mendapatkan mentimun kecil. Mentimun itu kemudian aku belah dan aku berikan kepada Rasulullah shallallahu 'alaihi wasallam. Beliau bertanya: \"Dari mana ini?\" Jabir berkata; \"Aku menjawab; 'Wahai Rasulullah, kami membawanya dari Madinah.\" Jabir melanjutkan, \"Kami memiliki seorang teman, dan kami menyiapkan bekal untuk ia bawa saat mengembalakan hewan tunggangan kami.\" Jabir berkata; \"Aku persiapkan bekal itu untuknya, kemudian dia berbalik dan pergi saat zhuhur dengan mengenakan dua buah kain yang telah usang. Rasulullah shallallahu 'alaihi wasallam lalu melihatnya dan bertanya: 'Apakah dia memiliki dua pakaian lagi selain ini? ' aku menjawab; \"Benar, wahai Rasulullah! Ia punya dua kain di tasnya yang aku berikan untuknya.\" Beliau bersabda: 'Panggillah dia dan suruh dia mengenakannya.\" Aku lalu memanggil dan menyuruhnya memakai kain tersebut. Sahabatku itu kemudian berpaling dan pergi.\" Jabir berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Semoga Allah menebas lehernya. Bukankah itu lebih baik baginya?\" Sahabatku mendengar ucapan Rasulullah tersebut, lalu ia berkata, \"Wahai Rasulullah, apakah ini di jalan Allah? ' Beliau menjawabnya: \"Di jalan Allah.\" Jabir berkata; \"Kemudian sahabatku terbunuh di jalan Allah.\" Telah menceritakan kepadaku Malik telah sampai kabar kepadanya bahwa Umar bin Khattab berkata; \"Sungguh aku lebih senang melihat seorang Qari' yang mengenakan pakaian warna putih.\""
},
{
"number": 1417,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَيُّوبَ بْنِ أَبِي تَمِيمَةَ عَنْ ابْنِ سِيرِينَ قَالَ قَالَ عُمَرُ بْنُ الْخَطَّابِإِذَا أَوْسَعَ اللَّهُ عَلَيْكُمْ فَأَوْسِعُوا عَلَى أَنْفُسِكُمْ جَمَعَ رَجُلٌ عَلَيْهِ ثِيَابَهُ",
"id": "Telah menceritakan kepadaku dari Malik dari [Ayyub bin Abu Tamimah] dari [Ibnu Sirin] berkata; [Umar bin Khattab] berkata; \"Jika Allah melapangkan rizki-Nya atas kalian, maka pergunakanlah atas diri kalian. Seseorang mengumpulkan pakaian untuk dirinya (yaitu dalam shalat) .\" "
},
{
"number": 1418,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ نَافِعٍ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَكَانَ يَلْبَسُ الثَّوْبَ الْمَصْبُوغَ بِالْمِشْقِ وَالْمَصْبُوغَ بِالزَّعْفَرَانِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Nafi'] bahwa [Abdullah bin Umar] mengenakan pakaian yang telah dicelup dengan misyq dan za'faran. "
},
{
"number": 1419,
"arab": "و حَدَّثَنِي مَالِك عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَأَنَّهَا كَسَتْ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ مِطْرَفَ خَزٍّ كَانَتْ عَائِشَةُ تَلْبَسُهُ",
"id": "Telah menceritakan kepadaku Malik dari [Hisyam bin 'Urwah] dari [Bapaknya] dari [Aisyah] isteri Nabi shallallahu 'alaihi wasallam, bahwasanya ia pernah memakaikan kain yang terbuat dari tenunan sutra dan katun kepada Abdullah bin Zubair. Dan kain itu biasa dikenakan oleh 'Aisyah.\""
},
{
"number": 1420,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَلْقَمَةَ بْنِ أَبِي عَلْقَمَةَ عَنْ أُمِّهِ أَنَّهَا قَالَتْ دَخَلَتْ حَفْصَةُ بِنْتُ عَبْدِ الرَّحْمَنِ عَلَى عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَوَعَلَى حَفْصَةَ خِمَارٌ رَقِيقٌ فَشَقَّتْهُ عَائِشَةُ وَكَسَتْهَا خِمَارًا كَثِيفًا",
"id": "Telah menceritakan kepadaku dari Malik dari [Alqamah bin Abu Alqamah] dari [Ibunya] ia berkata; \"Hafsah binti Abdurrahman menemui Aisyah, isteri Nabi shallallahu 'alaihi wasallam dengan mengenakan kerudung yang tipis, ['Aisyah] kemudian menyobek dan memakaikan untuknya kerudung yang lebih tebal.\""
},
{
"number": 1421,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ مُسْلِمِ بْنِ أَبِي مَرْيَمَ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ قَالَنِسَاءٌ كَاسِيَاتٌ عَارِيَاتٌ مَائِلَاتٌ مُمِيلَاتٌ لَا يَدْخُلْنَ الْجَنَّةَ وَلَا يَجِدْنَ رِيحَهَا وَرِيحُهَا يُوجَدُ مِنْ مَسِيرَةِ خَمْسِ مِائَةِ عَامٍ",
"id": "Telah menceritakan kepadaku dari Malik dari [Muslim bin Abu Maryam] dari [Abu Shalih] dari [Abu Hurairah] dia berkata; \"Wanita-wanita yang berpakaian tapi telanjang, dan berjalan melenggak-lenggok tidak akan masuk surga atau pun mencium baunya, padahal bau surga tercium dari jarak perjalanan lima ratus tahun.\""
},
{
"number": 1422,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ ابْنِ شِهَابٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَامَ مِنْ اللَّيْلِ فَنَظَرَ فِي أُفُقِ السَّمَاءِ فَقَالَ مَاذَا فُتِحَ اللَّيْلَةَ مِنْ الْخَزَائِنِ وَمَاذَا وَقَعَ مِنْ الْفِتَنِ كَمْ مِنْ كَاسِيَةٍ فِي الدُّنْيَا عَارِيَةٌ يَوْمَ الْقِيَامَةِ أَيْقِظُوا صَوَاحِبَ الْحُجَرِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Yahya bin Sa'id] dari [Ibnu Syihab] berkata, \"Pada suatu malam Rasulullah shallallahu 'alaihi wasallam bangun dan melihat ke ufuk langit, kemudian bersabda: \"Perbendaharaan apa yang dibuka di waktu malam, dan fitnah apa yang terjadi? berapa banyak wanita yang mengenakan pakaian di dunia, tapi telanjang pada hari kiamat nanti, bangunkanlah para penghuni kamar.\""
},
{
"number": 1423,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الَّذِي يَجُرُّ ثَوْبَهُ خُيَلَاءَ لَا يَنْظُرُ اللَّهُ إِلَيْهِ يَوْمَ الْقِيَامَةِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Abdullah bin Dinar] dari [Abdullah bin Umar] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Orang yang menjulurkan kainnya karena sombong, maka pada hari kiamat kelak ia tidak akan dilihat oleh Allah.\""
},
{
"number": 1424,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَنْظُرُ اللَّهُ تَبَارَكَ وَتَعَالَى يَوْمَ الْقِيَامَةِ إِلَى مَنْ يَجُرُّ إِزَارَهُ بَطَرًا",
"id": "Telah menceritakan kepadaku dari Malik dari [Abu Az Zinad] dari [Al A'raj] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Pada hari kiamat kelak Allah Tabaraka wa Ta'ala tidak melihat orang yang menjulurkan pakaiannya dengan sombong.\""
},
{
"number": 1425,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ نَافِعٍ وَعَبْدِ اللَّهِ بْنِ دِينَارٍ وَزَيْدِ بْنِ أَسْلَمَ كُلُّهُمْ يُخْبِرُهُ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَنْظُرُ اللَّهُ يَوْمَ الْقِيَامَةِ إِلَى مَنْ يَجُرُّ ثَوْبَهُ خُيَلَاءَ",
"id": "Telah menceritakan kepadaku dari Malik dari [Nafi'] dan [Abdullah bin Dinar] dan [Zaid bin Aslam] semuanya mengabarkan kepadanya, dari [Abdullah bin Umar] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Pada hari kiamat kelak Allah tidak akan melihat orang yang menjulurkan pakaiannya karena sombong.\" "
},
{
"number": 1426,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِيهِ أَنَّهُ قَالَ سَأَلْتُ أَبَا سَعِيدٍ الْخُدْرِيَّعَنْ الْإِزَارِ فَقَالَ أَنَا أُخْبِرُكَ بِعِلْمٍ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِزْرَةُ الْمُؤْمِنِ إِلَى أَنْصَافِ سَاقَيْهِ لَا جُنَاحَ عَلَيْهِ فِيمَا بَيْنَهُ وَبَيْنَ الْكَعْبَيْنِ مَا أَسْفَلَ مِنْ ذَلِكَ فَفِي النَّارِ مَا أَسْفَلَ مِنْ ذَلِكَ فَفِي النَّارِ لَا يَنْظُرُ اللَّهُ يَوْمَ الْقِيَامَةِ إِلَى مَنْ جَرَّ إِزَارَهُ بَطَرًا",
"id": "Telah menceritakan kepadaku Malik dari [Al 'Ala bin Abdurrahman] dari [Bapaknya] berkata; Aku bertanya kepada [Abu Sa'id Al Khudri] tentang pakaian. Dia menjawab; \"Aku akan mengabarkan kepadamu dengan berdasarkan ilmu. Aku mendengar Rasulullah shallallahu 'alaihi wasallam beliau bersabda: 'Panjang sarung seorang mukmin adalah setengah betisnya, dan tidak mengapa jika panjangnya antara betis hingga kedua mata kaki. Jika di bawah itu maka tempatnya adalah neraka, jika di bawah itu maka tempatnya adalah neraka. Pada hari kiamat Allah tidak akan melihat orang yang menjulurkan sarungnya dengan sombong.\""
},
{
"number": 1427,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي بَكْرِ بْنِ نَافِعٍ عَنْ أَبِيهِ نَافِعٍ مَوْلَى ابْنِ عُمَرَ عَنْ صَفِيَّةَ بِنْتِ أَبِي عُبَيْدٍ أَنَّهَا أَخْبَرَتْهُ عَنْ أُمِّ سَلَمَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَأَنَّهَا قَالَتْ حِينَ ذُكِرَ الْإِزَارُ فَالْمَرْأَةُ يَا رَسُولَ اللَّهِ قَالَ تُرْخِيهِ شِبْرًا قَالَتْ أُمُّ سَلَمَةَ إِذًا يَنْكَشِفُ عَنْهَا قَالَ فَذِرَاعًا لَا تَزِيدُ عَلَيْهِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Abu Bakar bin Nafi'] dari bapaknya [Nafi'] mantan budak Ibnu 'Umar, dari [Shafiyyah binti Abu 'Ubaid] Bahwasanya ia mengabarkan kepadanya, dari [Ummu Salamah] isteri Nabi shallallahu 'alaihi wasallam, saat disebutkan tentang kain sarung ia pun bertanya, \"Wahai Rasulullah, bagaimana dengan wanita?\" Beliau menjawab: \"Panjangkanlah satu jengkal lagi.\" Ummu Salamah bertanya lagi; \"Jika masih bisa tersingkap?\" Beliau bersabda: \"Panjangkanlah satu hasta dan jangan engkau lebihkan lagi.\""
},
{
"number": 1428,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَمْشِيَنَّ أَحَدُكُمْ فِي نَعْلٍ وَاحِدَةٍ لِيُنْعِلْهُمَا جَمِيعًا أَوْ لِيُحْفِهِمَا جَمِيعًا",
"id": "Telah menceritakan kepadaku dari Malik dari [Abu Az Zinad] dari [Al A'raj] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jangan sekali-kali salah seorang dari kalian berjalan dengan menggunakan satu sandal, hendaknya dia memakai kedua-duanya atau melepaskannya semuanya.\""
},
{
"number": 1429,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا انْتَعَلَ أَحَدُكُمْ فَلْيَبْدَأْ بِالْيَمِينِ وَإِذَا نَزَعَ فَلْيَبْدَأْ بِالشِّمَالِ وَلْتَكُنْ الْيُمْنَى أَوَّلَهُمَا تُنْعَلُ وَآخِرَهُمَا تُنْزَعُ",
"id": "Telah menceritakan kepadaku dari Malik dari [Abu Az Zinad] dari [Al A'raj] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika seseorang di antara kalian memakai sandal, mulailah dengan sebelah kanan. Jika melepaskannya, maka mulailah dengan sebelah kiri. Jadikanlah yang kanan itu pertama kali saat memakai, dan terakhir kali saat melepas.\""
},
{
"number": 1430,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَمِّهِ أَبِي سُهَيْلِ بْنِ مَالِكٍ عَنْ أَبِيهِ عَنْ كَعْبِ الْأَحْبَارِأَنَّ رَجُلًا نَزَعَ نَعْلَيْهِ فَقَالَ لِمَ خَلَعْتَ نَعْلَيْكَ لَعَلَّكَ تَأَوَّلْتَ هَذِهِ الْآيَةَ{ فَاخْلَعْ نَعْلَيْكَ إِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوًى }قَالَ ثُمَّ قَالَ كَعْبٌ لِلرَّجُلِ أَتَدْرِي مَا كَانَتْ نَعْلَا مُوسَى قَالَ مَالِك لَا أَدْرِي مَا أَجَابَهُ الرَّجُلُ فَقَالَ كَعْبٌ كَانَتَا مِنْ جِلْدِ حِمَارٍ مَيِّتٍ",
"id": "Telah menceritakan kepadaku Malik dari pamannya [Abu Suhail bin Malik] dari [Bapaknya] dari [Ka'b Al Ahbar] bahwa ada seorang laki-laki melepaskan kedua sandalnya. Ka'b lalu bertanya; \"Kenapa engkau lepas sandalmu, apakah engkau menta'wilkan ayat ini: '(maka tanggalkanlah kedua sandalmu, sesungguhnya engkau berada di lembah Thuwa yang suci)?\" (Qs. Thaahaa: 12) Malik bin Abu 'Amir berkata; \"Ka'b kemudian bertanya bertanya kepada orang itu, \"Apakah kamu tahu bagaimana kedua sandal Musa? ' Malik berkata; \"Aku tidak mengetahui apa jawaban laki-laki itu.\" Ka'b berkata; \"Sandalnya terbuat dari kulit keledai yang telah mati.\""
},
{
"number": 1431,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ قَالَنَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ لِبْسَتَيْنِ وَعَنْ بَيْعَتَيْنِ عَنْ الْمُلَامَسَةِ وَعَنْ الْمُنَابَذَةِ وَعَنْ أَنْ يَحْتَبِيَ الرَّجُلُ فِي ثَوْبٍ وَاحِدٍ لَيْسَ عَلَى فَرْجِهِ مِنْهُ شَيْءٌ وَعَنْ أَنْ يَشْتَمِلَ الرَّجُلُ بِالثَّوْبِ الْوَاحِدِ عَلَى أَحَدِ شِقَّيْهِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Abu Az Zinad] dari [Al A'raj] dari [Abu Hurairah] berkata, \"Rasulullah shallallahu 'alaihi wasallam melarang dua jenis pakaian dan dua jenis jual beli; Mulamasah dan munabadzah. Beliau melarang seorang laki-laki berihtiba dengan hanya mengenakan satu kain, sehingga tidak ada sesuatu yang menutupi kemaluannya. Dan melarang seorang laki-laki membungkus dirinya dengan satu pakaian pada salah satu bagiannya.\""
},
{
"number": 1432,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَأَنَّ عُمَرَ بْنَ الْخَطَّابِ رَأَى حُلَّةً سِيَرَاءَ تُبَاعُ عِنْدَ بَابِ الْمَسْجِدِ فَقَالَ يَا رَسُولَ اللَّهِ لَوْ اشْتَرَيْتَ هَذِهِ الْحُلَّةَ فَلَبِسْتَهَا يَوْمَ الْجُمُعَةِ وَلِلْوَفْدِ إِذَا قَدِمُوا عَلَيْكَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا يَلْبَسُ هَذِهِ مَنْ لَا خَلَاقَ لَهُ فِي الْآخِرَةِ ثُمَّ جَاءَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْهَا حُلَلٌ فَأَعْطَى عُمَرَ بْنَ الْخَطَّابِ مِنْهَا حُلَّةً فَقَالَ عُمَرُ يَا رَسُولَ اللَّهِ أَكَسَوْتَنِيهَا وَقَدْ قُلْتَ فِي حُلَّةِ عُطَارِدٍ مَا قُلْتَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ أَكْسُكَهَا لِتَلْبَسَهَا فَكَسَاهَا عُمَرُ أَخًا لَهُ مُشْرِكًا بِمَكَّةَ",
"id": "Telah menceritakan kepadaku dari Malik dari [Nafi'] dari [Abdullah bin Umar] bahwa Umar bin Khattab melihat perhiasan yang dihiasi dengan sutra dijual di depan pintu masjid. Umar lalu berkata, \"Wahai Rasulullah, sekiranya engkau membeli pakaian ini sehingga engkau bisa memakainya pada hari jumat dan saat menjamu para utusan yang datang.\" Rasulullah shallallahu 'alaihi wasallam menjawab: \"Hanyasanya yang mengenakan pakaian ini adalah orang-yang tidak mendapatkan bagian di akhirat.\" Kemudian datanglah beberapa jenis pakaian, beliau kemudian memberi Umar bin Khattab sehelai. Umar bertanya; \"Wahai Rasulullah, akankah anda memberiku pakaian ini, padahal anda telah mengatakan tentang pakaian Utharid sebagaimana yang engkau katakan! \" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Aku memberi ini bukan untuk engkau kenakan.\" Maka Umar memberikannya kepada saudaranya yang musyrik di Makkah.\""
},
{
"number": 1433,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ إِسْحَقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ أَنَّهُ قَالَ قَالَ أَنَسُ بْنُ مَالِكٍ رَأَيْتُ عُمَرَ بْنَ الْخَطَّابِ وَهُوَ يَوْمَئِذٍ أَمِيرُ الْمَدِينَةِوَقَدْ رَقَعَ بَيْنَ كَتِفَيْهِ بِرِقَاعٍ ثَلَاثٍ لَبَّدَ بَعْضَهَا فَوْقَ بَعْضٍ",
"id": "Telah menceritakan kepadaku dari Malik dari [Ishaq bin Abdullah bin Abu Thalhah] ia berkata; [Anas bin Malik] berkata; \"Aku melihat [Umar bin Khattab] yang ketika itu menjadi gubernur Madinah, menambal baju pada bagian kedua pundaknya dengan tiga buah tambalan. Dia menambali sehelai di atas helai lainnya.\""
},
{
"number": 1434,
"arab": "حَدَّثَنِي عَنْ مَالِك عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّهُ سَمِعَهُ يَقُولُكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْسَ بِالطَّوِيلِ الْبَائِنِ وَلَا بِالْقَصِيرِ وَلَيْسَ بِالْأَبْيَضِ الْأَمْهَقِ وَلَا بِالْآدَمِ وَلَا بِالْجَعْدِ الْقَطَطِ وَلَا بِالسَّبِطِ بَعَثَهُ اللَّهُ عَلَى رَأْسِ أَرْبَعِينَ سَنَةً فَأَقَامَ بِمَكَّةَ عَشْرَ سِنِينَ وَبِالْمَدِينَةِ عَشْرَ سِنِينَ وَتَوَفَّاهُ اللَّهُ عَزَّ وَجَلَّ عَلَى رَأْسِ سِتِّينَ سَنَةً وَلَيْسَ فِي رَأْسِهِ وَلِحْيَتِهِ عِشْرُونَ شَعْرَةً بَيْضَاءَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ",
"id": "Telah menceritakan kepadaku dari Malik dari [Rabi'ah bin Abu Abdurrahman] dari [Anas bin Malik] bahwa Rabi'ah bin Abu Abdurrahman mendengarnya berkata; \"Rasulullah shallallahu 'alaihi wasallam bukanlah seorang yang terlalu tinggi juga tidak terlalu pendek. Tidak putih pucat juga tidak pula coklat kelam. Rambutnya tidak keriting juga tidak lurus. Allah mengutusnya ketika beliau berusia empat puluh tahun. Beliau tinggal di Makkah selama sepuluh tahun dan di Madinah sepuluh tahun. Allah Azza Wa Jalla mewafatkannya ketika berumur enam puluhan, pada kepala dan jenggotnya tidak ada kecuali dua puluh helai rambut putih.\""
},
{
"number": 1435,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَرَانِي اللَّيْلَةَ عِنْدَ الْكَعْبَةِ فَرَأَيْتُ رَجُلًا آدَمَ كَأَحْسَنِ مَا أَنْتَ رَاءٍ مِنْ أُدْمِ الرِّجَالِ لَهُ لِمَّةٌ كَأَحْسَنِ مَا أَنْتَ رَاءٍ مِنْ اللِّمَمِ قَدْ رَجَّلَهَا فَهِيَ تَقْطُرُ مَاءً مُتَّكِئًا عَلَى رَجُلَيْنِ أَوْ عَلَى عَوَاتِقِ رَجُلَيْنِ يَطُوفُ بِالْكَعْبَةِ فَسَأَلْتُ مَنْ هَذَا قِيلَ هَذَا الْمَسِيحُ ابْنُ مَرْيَمَ ثُمَّ إِذَا أَنَا بِرَجُلٍ جَعْدٍ قَطَطٍ أَعْوَرِ الْعَيْنِ الْيُمْنَى كَأَنَّهَا عِنَبَةٌ طَافِيَةٌ فَسَأَلْتُ مَنْ هَذَا فَقِيلَ لِي هَذَا الْمَسِيحُ الدَّجَّالُ",
"id": "Telah menceritakan kepadaku dari Malik dari [Nafi'] dari [Abdullah bin Umar] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Pada suatu malam aku mimpi di dekat Ka'bah. Aku melihat seseorang yang kulitnya sawo matang, seakan-akan dia adalah sebaik-baik orang yang berkulit sawo matang. Dia memiliki rambut, seakan-akan ia adalah sebaik-baik orang yang mempunyai rambut seperti itu. Dia membiarkannya terurai dan air itupun menetes darinya. Ia bersandar pada dua orang laki-laki, atau \"Dua bahu laki-laki, dia mengelilingi Ka'bah, lalu aku bertanya, siapakah dia? Maka dikatakan bahwa dia Al masih bin Maryam. Kemudian aku melihat orang yang rambutnya sangat keriting, buta mata kanannya seperti anggur yang menggelembung. Aku bertanya; siapakah ini, dikatakan kepadaku bahwa ia Almasih Dajjal.\""
},
{
"number": 1436,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ قَالَخَمْسٌ مِنْ الْفِطْرَةِ تَقْلِيمُ الْأَظْفَارِ وَقَصُّ الشَّارِبِ وَنَتْفُ الْإِبْطِ وَحَلْقُ الْعَانَةِ وَالْاخْتِتَانُ",
"id": "Telah menceritakan kepadaku dari Malik dari [Sa'id bin Abu Sa'id Al Maqburi] dari [Bapaknya] dari [Abu Hurairah] berkata; \"Lima macam sunnah fitrah: memotong kuku, memendekkan kumis, mencabut bulu ketiak, mencukur bulu kemaluan, dan berkhitan.\""
},
{
"number": 1437,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ أَنَّهُ قَالَكَانَ إِبْرَاهِيمُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوَّلَ النَّاسِ ضَيَّفَ الضَّيْفَ وَأَوَّلَ النَّاسِ اخْتَتَنَ وَأَوَّلَ النَّاسِ قَصَّ الشَّارِبَ وَأَوَّلَ النَّاسِ رَأَى الشَّيْبَ فَقَالَ يَا رَبِّ مَا هَذَا فَقَالَ اللَّهُ تَبَارَكَ وَتَعَالَى وَقَارٌ يَا إِبْرَاهِيمُ فَقَالَ يَا رَبِّ زِدْنِي وَقَارًاقَالَ يَحْيَى و سَمِعْت قَوْله تَعَالَى يَقُولُ يُؤْخَذُ مِنْ الشَّارِبِ حَتَّى يَبْدُوَ طَرَفُ الشَّفَةِ وَهُوَ الْإِطَارُ وَلَا يَجُزُّهُ فَيُمَثِّلُ بِنَفْسِهِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Yahya bin Sa'id] dari [Sa'id bin Musayyab] berkata; \"Ibrahim shallallahu 'alaihi wasallam adalah orang pertama yang memuliakan tamu. Orang pertama yang berkhitan. Orang pertama yang memendekkan kumis dan orang pertama yang melihat uban. Ibrahim bertanya, \"Wahai Rabbku, apa ini?\" Allah Tabaraka wa Ta'ala berfirman: \"Wahai Ibrahim, itu adalah kewibawaan.\" Ibrahim berkata, \"Ya Rabb, tambahkanlah kewibawaan bagiku! \" Yahya berkata; \"Aku mendengar Malik berkata; 'kumis diambil hingga nampak ujung bibir -yaitu bibir itu sendiri-, dan dia tidak mencukur habis, sehingga tetap terlihat kumis tersebut'.\""
},
{
"number": 1438,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ السَّلَمِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى أَنْ يَأْكُلَ الرَّجُلُ بِشِمَالِهِ أَوْ يَمْشِيَ فِي نَعْلٍ وَاحِدَةٍ وَأَنْ يَشْتَمِلَ الصَّمَّاءَ وَأَنْ يَحْتَبِيَ فِي ثَوْبٍ وَاحِدٍ كَاشِفًا عَنْ فَرْجِهِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Abu Az Zubair] dari [Jabir bin Abdullah As Sulami] berkata, \"Rasulullah shallallahu 'alaihi wasallam melarang seseorang makan dengan tangan kirinya, atau berjalan dengan memakai satu sandal. Beliau melarang berselimut dengan tidak mengeluarkan satupun anggota badannya, dan beliau melarang duduk ihtiba dengan mengenakan satu pakaian, sehingga tersingkap kemaluannya.\" "
},
{
"number": 1439,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ أَبِي بَكْرِ بْنِ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا أَكَلَ أَحَدُكُمْ فَلْيَأْكُلْ بِيَمِينِهِ وَلْيَشْرَبْ بِيَمِينِهِ فَإِنَّ الشَّيْطَانَ يَأْكُلُ بِشِمَالِهِ وَيَشْرَبُ بِشِمَالِهِ",
"id": "Telah menceritakan kepadaku Malik dari [Ibnu Syihab] dari [Abu Bakar bin 'Ubaidullah bin Abdullah bin Umar] dari [Abdullah bin 'Umar] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika salah seorang dari kalian makan, hendaklah ia makan dengan tangan kanannya dan minum dengan tangan kanannya. Sesungguhnya setan makan dan minum dengan tangan kirinya.\""
},
{
"number": 1440,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَيْسَ الْمِسْكِينُ بِهَذَا الطَّوَّافِ الَّذِي يَطُوفُ عَلَى النَّاسِ فَتَرُدُّهُ اللُّقْمَةُ وَاللُّقْمَتَانِ وَالتَّمْرَةُ وَالتَّمْرَتَانِ قَالُوا فَمَا الْمِسْكِينُ يَا رَسُولَ اللَّهِ قَالَ الَّذِي لَا يَجِدُ غِنًى يُغْنِيهِ وَلَا يَفْطُنُ النَّاسُ لَهُ فَيُتَصَدَّقَ عَلَيْهِ وَلَا يَقُومُ فَيَسْأَلَ النَّاسَ",
"id": "Telah menceritakan kepadaku dari Malik dari [Abu Az Zinad] dari [Al A'raj] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Bukanlah orang miskin itu yang berkeliling mengitari orang-orang lalu dia mendapatkan satu atau dua suapan, sebutir atau dua butir kurma.\" Para sahabat bertanya, \"Wahai Rasulullah, lalu siapakah orang miskin itu?\" Beliau menjawab: \"(Yaitu) orang yang tidak mendapatkan kecukupan bagi dirinya, namun orang-orang tidak menyadarinya sehingga memberinya sedekah, dan dia tidak meminta-minta kepada manusia.\""
},
{
"number": 1441,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ ابْنِ بُجَيْدٍ الْأَنْصَارِيِّ ثُمَّ الْحَارِثِيِّ عَنْ جَدَّتِهِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ رُدُّوا الْمِسْكِينَ وَلَوْ بِظِلْفٍ مُحْرَقٍ",
"id": "Telah menceritakan kepadaku dari Malik dari [Zaid bin Aslam] dari [Ibnu Bujaid Al Anshari Al Haritsi] dari [Neneknya] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Berilah orang miskin, walaupun hanya dengan kuku (kaki kambing) yang telah dibakar! \""
},
{
"number": 1442,
"arab": "حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْكُلُ الْمُسْلِمُ فِي مِعًى وَاحِدٍ وَالْكَافِرُ يَأْكُلُ فِي سَبْعَةِ أَمْعَاءٍ",
"id": "Telah menceritakan kepadaku dari Malik dari [Abu Az Zinad] dari [Al A'raj] dari [Abu Hurairah] berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Orang muslim makan dengan satu usus sedangkan orang kafir makan dengan tujuh usus.\""
},
{
"number": 1443,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ضَافَهُ ضَيْفٌ كَافِرٌ فَأَمَرَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِشَاةٍ فَحُلِبَتْ فَشَرِبَ حِلَابَهَا ثُمَّ أُخْرَى فَشَرِبَهُ ثُمَّ أُخْرَى فَشَرِبَهُ حَتَّى شَرِبَ حِلَابَ سَبْعِ شِيَاهٍ ثُمَّ إِنَّهُ أَصْبَحَ فَأَسْلَمَ فَأَمَرَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِشَاةٍ فَحُلِبَتْ فَشَرِبَ حِلَابَهَا ثُمَّ أَمَرَ لَهُ بِأُخْرَى فَلَمْ يَسْتَتِمَّهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمُؤْمِنُ يَشْرَبُ فِي مِعًى وَاحِدٍ وَالْكَافِرُ يَشْرَبُ فِي سَبْعَةِ أَمْعَاءٍ",
"id": "Telah menceritakan kepadaku dari Malik dari [Suhail bin Abu Shalih] dari [Bapaknya] dari [Abu Hurairah] berkata, \"Seorang kafir datang bertamu kepada Rasulullah shallallahu 'alaihi wasallam. Maka beliau memerintahkan untuk kambing mendatangkan seekor kambing untuk diperah, orang kafir itu lalu memimun perahan susunya. Lalu diperahkan dari kambing yang lain, dan ia meminumnya. Lalu diperahkan dari kambing lain lain, dan ia meminumnya lagi, hingga menghabiskan susu dari tujuh kambing. Keesoakan harinya orangitu masuk Islam. Rasulullah shallallahu 'alaihi wasallam menyuruh agar kambing beliau diperah. Diapun minum air susunya, kemudian beliau memerahkannya lagi namun dia tidak sanggup menghabisinya. Sehingga Rasulullah shallallahu 'alaihi wasallam bersabda: \"Seorang mukmin minum dengan satu usus sedangkan orang kafir minum dengan tujuh usus.\""
},
{
"number": 1444,
"arab": "حَدَّثَنِي عَنْ مَالِك عَنْ نَافِعٍ عَنْ زَيْدِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ الصِّدِّيقِ عَنْ أُمِّ سَلَمَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الَّذِي يَشْرَبُ فِي آنِيَةِ الْفِضَّةِ إِنَّمَا يُجَرْجِرُ فِي بَطْنِهِ نَارَ جَهَنَّمَ",
"id": "Telah menceritakan kepadaku dari Malik dari [Nafi'] dari [Zaid bin Abdullah bin Umar bin Khattab] dari [Abdullah bin Abdurrahman bin Abu Bakar Ash Shidhiq] dari [Ummu Salamah] isteri Nabi shallallahu 'alaihi wasallam, bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Orang yang minum dari bejana perak, sungguh akan terdengar gemuruh api neraka di dalam perutnya.\""
},
{
"number": 1445,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَيُّوبَ بْنِ حَبِيبٍ مَوْلَى سَعْدِ بْنِ أَبِي وَقَّاصٍ عَنْ أَبِي الْمُثَنَّى الْجُهَنِيِّ أَنَّهُ قَالَكُنْتُ عِنْدَ مَرْوَانَ بْنِ الْحَكَمِ فَدَخَلَ عَلَيْهِ أَبُو سَعِيدٍ الْخُدْرِيُّ فَقَالَ لَهُ مَرْوَانُ بْنُ الْحَكَمِ أَسَمِعْتَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ نَهَى عَنْ النَّفْخِ فِي الشَّرَابِ فَقَالَ لَهُ أَبُو سَعِيدٍ نَعَمْ فَقَالَ لَهُ رَجُلٌ يَا رَسُولَ اللَّهِ إِنِّي لَا أَرْوَى مِنْ نَفَسٍ وَاحِدٍ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَبِنْ الْقَدَحَ عَنْ فَاكَ ثُمَّ تَنَفَّسْ قَالَ فَإِنِّي أَرَى الْقَذَاةَ فِيهِ قَالَ فَأَهْرِقْهَا",
"id": "Telah menceritakan kepadaku dari Malik dari [Ayyub bin Habib] mantan budak Saad bin Abu Waqqash, dari [Abu Al Mutsanna Al Juhani] berkata, \"Ketika aku berada di samping Marwan bin Al Hakam, datanglah Abu Sa'id Al Khudri. Marwan bin Hakam bertanya kepadanya, \"Apakah engkau pernah mendengar Rasulullah shallallahu 'alaihi wasallam melarang bernafas meniup ketika minum?\" [Abu Sa'id Al Khudri] menjawab, \"Ya.\" Lalu ada seorang laki-laki bertanya kepada beliau, \"Wahai Rasulullah, aku tidak bisa kenyang dengan satu nafas! \" Rasulullah shallallahu 'alaihi wasallam bersabda: 'Jauhkan gelas dari mulutmu, lalu bernafaslah! \"' Laki-laki itu berkata, \"Aku melihat ada kotoran di dalamnya! \" Beliau menjawab: \"Tumpahkanlah! \""
},
{
"number": 1446,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ أَنَّ عَائِشَةَ أُمَّ الْمُؤْمِنِينَ وَسَعْدَ بْنَ أَبِي وَقَّاصٍكَانَا لَا يَرَيَانِ بِشُرْبِ الْإِنْسَانِ وَهُوَ قَائِمٌ بَأْسًا",
"id": "Telah menceritakan kepadaku Malik dari [Ibnu Syihab] dari bahwa [Aisyah] Ummul Mukminim dan [Sa'd bin Waqqas] berpendapat bahwa tidaklah mengapa seorang minum sambil berdiri.\""
},
{
"number": 1447,
"arab": "و حَدَّثَنِي مَالِك عَنْ أَبِي جَعْفَرٍ الْقَارِئِ أَنَّهُ قَالَ رَأَيْتُ عَبْدَ اللَّهِ بْنَ عُمَرَيَشْرَبُ قَائِمًا",
"id": "Telah menceritakan kepadaku Malik dari [Abu Ja'far Al Qari] berkata, \"Aku melihat [Abdullah bin Umar] minum sambil berdiri.\""
},
{
"number": 1448,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَامِرِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ عَنْ أَبِيهِأَنَّهُ كَانَ يَشْرَبُ قَائِمًا",
"id": "Telah menceritakan kepadaku dari Malik dari ['Amir bin Abdullah bin Az Zubair] dari [Bapaknya] bahwa dia minum sambil berdiri.\""
},
{
"number": 1449,
"arab": "حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ أَنَسِ بْنِ مَالِكٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُتِيَ بِلَبَنٍ قَدْ شِيبَ بِمَاءٍ مِنْ الْبِئْرِ وَعَنْ يَمِينِهِ أَعْرَابِيٌّ وَعَنْ يَسَارِهِ أَبُو بَكْرٍ الصِّدِّيقُ فَشَرِبَ ثُمَّ أَعْطَى الْأَعْرَابِيَّ وَقَالَ الْأَيْمَنَ فَالْأَيْمَنَ",
"id": "Telah menceritakan kepadaku Malik dari [Ibnu Syihab] dari [Anas bin Malik] berkata, \"Pernah disuguhkan kepada Rasulullah shallallahu 'alaihi wasallam disuguhkan susu yang telah dicampur dengan air sumur. Di samping kanan beliau ada seorang Badui sedang di samping kirinya Abu Bakar As Shiddiq. Beliau meminum minuman tersebut lalu memberikan kepada orang Badui tersebut dan bersabda: \"Yang kanan, yang kanan.\""
},
{
"number": 1450,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي حَازِمِ بْنِ دِينَارٍ عَنْ سَهْلِ بْنِ سَعْدٍ الْأَنْصَارِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُتِيَ بِشَرَابٍ فَشَرِبَ مِنْهُ وَعَنْ يَمِينِهِ غُلَامٌ وَعَنْ يَسَارِهِ الْأَشْيَاخُ فَقَالَ لِلْغُلَامِ أَتَأْذَنُ لِي أَنْ أُعْطِيَ هَؤُلَاءِ فَقَالَ الْغُلَامُ لَا وَاللَّهِ يَا رَسُولَ اللَّهِ لَا أُوثِرُ بِنَصِيبِي مِنْكَ أَحَدًا قَالَ فَتَلَّهَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي يَدِهِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Abu Hazm bin Dinar] dari [Sahl bin Sa'd Al Anshari] berkata, \"Saat disuguhkan minuman kepada Rasulullah shallallahu 'alaihi wasallam, beliau meminumnya. Di sisi kanan beliau ada seorang anak kecil, sementara di sisi kirinya ada beberapa orang yang sudah tua. Beliau bertanya kepada anak tadi: \"Apakah kamu mengizinkanku, jika aku berikan air ini kepada mereka dahulu?\" Anak itu menjawab: \"Wahai Rasulullah, Demi Allah, tidak! Aku tidak akan mengutamakan jatah untukku dari anda kepada seorangpun.\" Sahl bin Sa'ad berkata; \"Maka Rasulullah shallallahu 'alaihi wasallam meletakkan di tangan anak itu.\""
},
{
"number": 1451,
"arab": "حَدَّثَنِي عَنْ مَالِك عَنْ إِسْحَقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُولُقَالَ أَبُو طَلْحَةَ لِأُمِّ سُلَيْمٍ لَقَدْ سَمِعْتُ صَوْتَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ضَعِيفًا أَعْرِفُ فِيهِ الْجُوعَ فَهَلْ عِنْدَكِ مِنْ شَيْءٍ فَقَالَتْ نَعَمْ فَأَخْرَجَتْ أَقْرَاصًا مِنْ شَعِيرٍ ثُمَّ أَخَذَتْ خِمَارًا لَهَا فَلَفَّتْ الْخُبْزَ بِبَعْضِهِ ثُمَّ دَسَّتْهُ تَحْتَ يَدِي وَرَدَّتْنِي بِبَعْضِهِ ثُمَّ أَرْسَلَتْنِي إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَذَهَبْتُ بِهِ فَوَجَدْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَالِسًا فِي الْمَسْجِدِ وَمَعَهُ النَّاسُ فَقُمْتُ عَلَيْهِمْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ آرْسَلَكَ أَبُو طَلْحَةَ قَالَ فَقُلْتُ نَعَمْ قَالَ لِلطَّعَامِ فَقُلْتُ نَعَمْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِمَنْ مَعَهُ قُومُوا قَالَ فَانْطَلَقَ وَانْطَلَقْتُ بَيْنَ أَيْدِيهِمْ حَتَّى جِئْتُ أَبَا طَلْحَةَ فَأَخْبَرْتُهُ فَقَالَ أَبُو طَلْحَةَ يَا أُمَّ سُلَيْمٍ قَدْ جَاءَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالنَّاسِ وَلَيْسَ عِنْدَنَا مِنْ الطَّعَامِ مَا نُطْعِمُهُمْ فَقَالَتْ اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ فَانْطَلَقَ أَبُو طَلْحَةَ حَتَّى لَقِيَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَقْبَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبُو طَلْحَةَ مَعَهُ حَتَّى دَخَلَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَلُمِّي يَا أُمَّ سُلَيْمٍ مَا عِنْدَكِ فَأَتَتْ بِذَلِكَ الْخُبْزِ فَأَمَرَ بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَفُتَّ وَعَصَرَتْ عَلَيْهِ أُمُّ سُلَيْمٍ عُكَّةً لَهَا فَآدَمَتْهُ ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا شَاءَ اللَّهُ أَنْ يَقُولَ ثُمَّ قَالَ ائْذَنْ لِعَشَرَةٍ بِالدُّخُولِ فَأَذِنَ لَهُمْ فَأَكَلُوا حَتَّى شَبِعُوا ثُمَّ خَرَجُوا ثُمَّ قَالَ ائْذَنْ لِعَشَرَةٍ فَأَذِنَ لَهُمْ فَأَكَلُوا حَتَّى شَبِعُوا ثُمَّ خَرَجُوا ثُمَّ قَالَ ائْذَنْ لِعَشَرَةٍ فَأَذِنَ لَهُمْ فَأَكَلُوا حَتَّى شَبِعُوا ثُمَّ خَرَجُوا ثُمَّ قَالَ ائْذَنْ لِعَشَرَةٍ فَأَذِنَ لَهُمْ فَأَكَلُوا حَتَّى شَبِعُوا ثُمَّ خَرَجُوا ثُمَّ قَالَ ائْذَنْ لِعَشَرَةٍ حَتَّى أَكَلَ الْقَوْمُ كُلُّهُمْ وَشَبِعُوا وَالْقَوْمُ سَبْعُونَ رَجُلًا أَوْ ثَمَانُونَ رَجُلًا",
"id": "Telah menceritakan kepadaku dari Malik dari [Ishaq bin Abdullah bin Abu Thalhah] telah mendengar [Anas bin Malik] berkata, \"Abu Thalhah berkata kepada Ummu Sulaim, \"Aku mendengar suara Rasulullah shallallahu 'alaihi wasallam sangat lemah dan lirih, aku tahu bahwa beliau merasa lapar. Apakah kamu mempunyai sesuatu?\" Ummu Sulain menjawab, \"Ya.\" Kemudian Ummu Sulaim mengeluarkan beberapa roti pipih dari gandum seraya meraih kerudung miliknya. Ummu SUlaim lantas memasukkan roti itu ke dalam kain kerudung dan menyelempangkannya di bawah tanganku. Ia lalu mengutusku untuk mengantar makanan itu kepada Rasulullah shallallahu 'alaihi wasallam.\" Anas berkata; \"Aku membawanya menemui Rasulullah shallallahu 'alaihi wasallam. Saya mendapati beliau sedang duduk di masjid bersama para sahabat, lalu aku berdiri di hadapan mereka. Rasulullah shallallahu 'alaihi wasallam bertanya: \"Apakah Abu Thalhah yang telah menyuruhmu?\" Anas berkata, \"Aku menjawab; \"Ya.\" Beliau bertanya: \"Untuk membawakan makanan? ' Aku menjawab, \"Ya.\" maka Rasulullah shallallahu 'alaihi wasallam berkata kepada orang-orang yang sedang bersamanya: \"Berdirilah! '\" Anas berkata, \"Beliau berangkat dan saya berada di bagian depan mereka, hingga aku menemui Abu Thalhah dan mengabarkan hal itu.\" Abu Thalhah berkata, \"Wahai Ummu Sulaim, Rasulullah shallallahu 'alaihi wasallam datang bersama orang-orang, sedangkan kita tidak memiliki makanan yang cukup untuk menyuguh mereka! \" Ummu Sulaim menjawab, \"Allah dan Rasul-Nya lebih mengetahui.\" Anas berkata; \"Abu Thalhah menemui Rasulullah shallallahu 'alaihi wasallam. Lalu beliau dan Abu Thalhah memasuki rumahnya, Rasulullah shallallahu 'alaihi wasallam bersabda: \"Wahai Ummu Sulaim, kemarilah! apa yang kau miliki?\" Ummu Sulaim kemudian datang dengan membawa roti, kemudian Rasulullah shallallahu 'alaihi wasallam memerintahkan agar roti tersebut dilumatkan. Maka roti pun dilumatkan dan Ummu Sulaim menuangkan minyak samin pada wadah tersebut hingga menjadi lauk. Rasulullah shallallahu 'alaihi wasallam mengucapkan sesuatu ucapan sebagaimana yang dikehendaki Allah untuk beliau ucapkan. Setelah itu beliau bersabda: \"Persilahkanlah sepuluh orang untuk masuk.\" Abu Thalhah lantas mempersilahkan sepuluh orang untuk masuk, lalu mereka masuk dan menyantap makanan hingga merasa kenyang, kemudian keluar. Beliau bersabda lagi: \"Persilahkanlah sepuluh orang untuk masuk.\" Abu Thalhah lantas mempersilahkan sepuluh orang untuk masuk, lalu mereka masuk dan menyantap makanan hingga merasa kenyang, kemudian keluar. Beliau bersabda lagi: \"Persilahkanlah sepuluh orang untuk masuk.\" Abu Thalhah lantas mempersilahkan sepuluh orang untuk masuk, lalu mereka masuk dan menyantap makanan hingga merasa kenyang, kemudian keluar. Beliau bersabda lagi: \"Persilahkanlah sepuluh orang untuk masuk.\" Abu Thalhah lantas mempersilahkan sepuluh orang untuk masuk, lalu mereka masuk dan menyantap makanan hingga merasa kenyang, kemudian keluar. Beliau bersabda lagi: \"Persilahkanlah sepuluh orang untuk masuk.\" Sehingga seluruh kaum semua makan dan kenyang. Jumlah mereka ada tujuh puluh orang atau delapan puluh orang.\""
},
{
"number": 1452,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ طَعَامُ الْاثْنَيْنِ كَافِي الثَّلَاثَةِ وَطَعَامُ الثَّلَاثَةِ كَافِي الْأَرْبَعَةِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Abu Az Zinad] dari [Al A'raj] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Makanan dua orang cukup untuk tiga orang, dan makanan tiga orang cukup untuk empat orang.\""
},
{
"number": 1453,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي الزُّبَيْرِ الْمَكِّيِّ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَغْلِقُوا الْبَابَ وَأَوْكُوا السِّقَاءَ وَأَكْفِئُوا الْإِنَاءَ أَوْ خَمِّرُوا الْإِنَاءَ وَأَطْفِئُوا الْمِصْبَاحَ فَإِنَّ الشَّيْطَانَ لَا يَفْتَحُ غَلَقًا وَلَا يَحُلُّ وِكَاءً وَلَا يَكْشِفُ إِنَاءً وَإِنَّ الْفُوَيْسِقَةَ تُضْرِمُ عَلَى النَّاسِ بَيْتَهُمْ",
"id": "Telah menceritakan kepadaku dari Malik dari [Abu Zubair Al Maki] dari [Jabir bin Abdullah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Kuncilah pintu dan pasanglah tutup tempat air kalian, baliklah bejana kalian atau tutuplah bejana kalian. Matikan lampu, karena setan tidak mampu membuka pintu yang terkunci, tidak bisa melepas ikatan, tidak bisa membuka bejana. Sesungguhnya tikus itu dapat menyalakan (membakar) rumah-rumah sehingga mencelakakan mereka.\""
},
{
"number": 1454,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي شُرَيْحٍ الْكَعْبِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ جَارَهُ وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ ضَيْفَهُ جَائِزَتُهُ يَوْمٌ وَلَيْلَةٌ وَضِيَافَتُهُ ثَلَاثَةُ أَيَّامٍ فَمَا كَانَ بَعْدَ ذَلِكَ فَهُوَ صَدَقَةٌ وَلَا يَحِلُّ لَهُ أَنْ يَثْوِيَ عِنْدَهُ حَتَّى يُحْرِجَهُ",
"id": "Telah menceritakan kepadaku dari Malik dari [Sa'id bin Abu Sa'id Al Maqburi] dari [Abu Syuraih Al Ka'bi] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa beriman kepada Allah dan hari Akhir hendaknya dia berkata yang baik atau diam. Barangsiapa beriman kepada Allah dan hari Akhir hendaknya dia memuliakan tetangganya. Barangsiapa beriman kepada Allah dan hari Akhir maka hendaknya dia memuliakan tamunya; yang wajib yaitu sehari semalam, sedang hak bertamunya adalah tiga hari, adapun selebihnya maka itu adalah sedekah. Tidak halal bagi (tamu) untuk tinggal di rumah pemiliknya, hingga membuat pemiliknya susah.\""
},
{
"number": 1455,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ سُمَيٍّ مَوْلَى أَبِي بَكْرٍ عَنْ أَبِي صَالِحٍ السَّمَّانِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ بَيْنَمَا رَجُلٌ يَمْشِي بِطَرِيقٍ إِذْ اشْتَدَّ عَلَيْهِ الْعَطَشُ فَوَجَدَ بِئْرًا فَنَزَلَ فِيهَا فَشَرِبَ وَخَرَجَ فَإِذَا كَلْبٌ يَلْهَثُ يَأْكُلُ الثَّرَى مِنْ الْعَطَشِ فَقَالَ الرَّجُلُ لَقَدْ بَلَغَ هَذَا الْكَلْبَ مِنْ الْعَطَشِ مِثْلُ الَّذِي بَلَغَ مِنِّي فَنَزَلَ الْبِئْرَ فَمَلَأَ خُفَّهُ ثُمَّ أَمْسَكَهُ بِفِيهِ حَتَّى رَقِيَ فَسَقَى الْكَلْبَ فَشَكَرَ اللَّهُ لَهُ فَغَفَرَ لَهُ فَقَالُوا يَا رَسُولَ اللَّهِ وَإِنَّ لَنَا فِي الْبَهَائِمِ لَأَجْرًا فَقَالَ فِي كُلِّ ذِي كَبِدٍ رَطْبَةٍ أَجْرٌ",
"id": "Telah menceritakan kepadaku dari Malik dari [Sumayya] mantan budak Abu Bakar, dari [Abu Shalih As Saman] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Suatu ketika, ada seorang lelaki yang berjalan di sebuah jalan. Dia sangat merasa kehausan, lalu dia mendapatkan sebuah sumur. Lalu dia turun ke dalamnya dan meminum airnya. Tatkala keluar, dia mendapati seekor anjing yang menjulurkan lidahnya memakan tanah yang basah karena kehausan. Lalu lelaki itupun berkata; 'Sungguh anjing ini sangat kehausan seperti aku tadi kehausan, ' lalu dia turun lagi ke sumur. Lalu mengisi sepatunya dengan air, ia pegang dengan mulutnya, hingga dia naik dari sumur, setelah itu ia memberi minum anjing tersebut. Allah berterima kasih kepadanya dan mengampuninya.\" Para sahabat bertanya: \"Wahai Rasulullah, karena kita memberi sesuatu pada hewan mendapat pahala?\" Beliau bersabda: \"Pada setiap yang memiliki nyawa ada pahala.\""
},
{
"number": 1456,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ وَهْبِ بْنِ كَيْسَانَ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ أَنَّهُ قَالَبَعَثَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْثًا قِبَلَ السَّاحِلِ فَأَمَّرَ عَلَيْهِمْ أَبَا عُبَيْدَةَ بْنَ الْجَرَّاحِ وَهُمْ ثَلَاثُ مِائَةٍ قَالَ وَأَنَا فِيهِمْ قَالَ فَخَرَجْنَا حَتَّى إِذَا كُنَّا بِبَعْضِ الطَّرِيقِ فَنِيَ الزَّادُ فَأَمَرَ أَبُو عُبَيْدَةَ بِأَزْوَادِ ذَلِكَ الْجَيْشِ فَجُمِعَ ذَلِكَ كُلُّهُ فَكَانَ مِزْوَدَيْ تَمْرٍ قَالَ فَكَانَ يُقَوِّتُنَاهُ كُلَّ يَوْمٍ قَلِيلًا قَلِيلًا حَتَّى فَنِيَ وَلَمْ تُصِبْنَا إِلَّا تَمْرَةٌ تَمْرَةٌ فَقُلْتُ وَمَا تُغْنِي تَمْرَةٌ فَقَالَ لَقَدْ وَجَدْنَا فَقْدَهَا حَيْثُ فَنِيَتْ قَالَ ثُمَّ انْتَهَيْنَا إِلَى الْبَحْرِ فَإِذَا حُوتٌ مِثْلُ الظَّرِبِ فَأَكَلَ مِنْهُ ذَلِكَ الْجَيْشُ ثَمَانِيَ عَشْرَةَ لَيْلَةً ثُمَّ أَمَرَ أَبُو عُبَيْدَةَ بِضِلْعَيْنِ مِنْ أَضْلَاعِهِ فَنُصِبَا ثُمَّ أَمَرَ بِرَاحِلَةٍ فَرُحِلَتْ ثُمَّ مَرَّتْ تَحْتَهُمَا وَلَمْ تُصِبْهُمَاقَالَ مَالِك الظَّرِبُ الْجُبَيْلُ",
"id": "Telah menceritakan kepadaku dari Malik dari [Wahab bin Kaisan] dari [Jabir bin Abdullah] ia berkata; \"Rasulullah shallallahu 'alaihi wasallam mengutus delegasi menuju ke arah pantai. Beliau mengangkat Abu Ubaidah bin Jarrah sebagai pemimpin pasukan, sementara jumlah mereka adalah tiga ratus orang.\" Jabir berkata; \"Dan aku termasuk dari mereka. Kami lalu berangkat, hingga ketika sampai di suatu jalan kami hampir kahabisan bekal. Abu Ubaidah memerintahkan untuk mengumpulkan perbekalan pasukan yang tersisa, dan perbekalanpun dikumpulkan. Bekal yang terkumpul berjumlah dua kantung kurma.\" Jabir berkata; \"(Bekal itulah) yang menjadi makanan pokok kami setiap hari, maka sedikit demi sedikit makanan itu pun habis. Dan kami tidak mendapatkan jatah lagi kecuali hanyalah sebuah kurma tiap orang. Aku bertanya; 'Apalah artinya sebiji kurma.' Abu 'Ubaidah menjawab; 'Kita telah mendapatkan pengganti perbekalan kita yang habis.\" Jabir berkata; \"Kemudian tibalah kami di sebuah pantai, dan ternyata di sana telah ada ikan paus sebesar anak bukit. Maka pasukanpun memakannya selama delapan belas malam. Abu Ubaidah memerintahkan untuk mengambil dua tulang rusuknya, lalu dipancangkan. Dia memerintahkan untuk mendatangkan seekor unta tunggangan. Ternyata unta tersebut dapat melewati bawah tulang rusuk ikan itu dan ia tidak mengenainya.\" Malik berkata; \"Azh Zharb adalah gunung kecil.\""
},
{
"number": 1457,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَمْرِو بْنِ سَعْدِ بْنِ مُعَاذٍ عَنْ جَدَّتِهِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ يَا نِسَاءَ الْمُؤْمِنَاتِ لَا تَحْقِرَنَّ إِحْدَاكُنَّ لِجَارَتِهَا وَلَوْ كُرَاعَ شَاةٍ مُحْرَقًا",
"id": "Telah menceritakan kepadaku dari Malik dari [Zaid bin Aslam] dari ['Amr bin Sa'ad bin Mu'adz] dari [neneknya] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Wahai para wanita mukminah, janganlah seseorang dari kalian merasa rendah untuk memberi tetangganya walau hanya tulang betis kambing yang sudah dibakar.\""
},
{
"number": 1458,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ أَنَّهُ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَاتَلَ اللَّهُ الْيَهُودَ نُهُوا عَنْ أَكْلِ الشَّحْمِ فَبَاعُوهُ فَأَكَلُوا ثَمَنَهُ",
"id": "Telah menceritakan kepadaku dari Malik dari [Abdullah bin Abu Bakar] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Semoga Allah melaknat orang-orang Yahudi, mereka dilarang memakan lemak, tapi mereka menjualnya dan memakan hasil penjualnya.\""
},
{
"number": 1459,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ أَنَّ عُمَرَ بْنَ الْخَطَّابِكَانَ يَأْكُلُ خُبْزًا بِسَمْنٍ فَدَعَا رَجُلًا مِنْ أَهْلِ الْبَادِيَةِ فَجَعَلَ يَأْكُلُ وَيَتَّبِعُ بِاللُّقْمَةِ وَضَرَ الصَّحْفَةِ فَقَالَ عُمَرُ كَأَنَّكَ مُقْفِرٌ فَقَالَ وَاللَّهِ مَا أَكَلْتُ سَمْنًا وَلَا لُكْتُ أَكْلًا بِهِ مُنْذُ كَذَا وَكَذَا فَقَالَ عُمَرُ لَا آكُلُ السَّمْنَ حَتَّى يَحْيَا النَّاسُ مِنْ أَوَّلِ مَا يَحْيَوْنَ",
"id": "Telah menceritakan kepadaku dari Malik dari [Yahya bin Sa'id] bahwa [Umar bin Khattab] memakan roti dengan minyak samin, lalu ia memanggil salah seorang Badui. 'Umar bin Khattab mulai makan dan mengikutkan laki-laki itu dengan suapan piring besar. Umar berkata; \"Sepertinya kamu tidak memiliki makanan.\" Ia menjawab; \"Demi Allah, aku sudah lama tidak makan dengan minyak samin dan tidak pernah mengunyah dengannya semenjak ini dan itu.\" Kemudian Umar berkata; \"Aku tidak akan makan samin hingga orang-orang bisa hidup sejak dari permulaan kehidupan mereka.\""
},
{
"number": 1460,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ إِسْحَقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّهُ قَالَ رَأَيْتُ عُمَرَ بْنَ الْخَطَّابِوَهُوَ يَوْمَئِذٍ أَمِيرُ الْمُؤْمِنِينَ يُطْرَحُ لَهُ صَاعٌ مِنْ تَمْرٍ فَيَأْكُلُهُ حَتَّى يَأْكُلَ حَشَفَهَا",
"id": "Telah menceritakan kepadaku dari Malik dari [Ishaq bin Abdullah bin Abu Thalhah] dari [Anas bin Malik] berkata; \"Aku melihat [Umar bin Khattab] diberi satu sha' kurma, saat itu ia sebagai Amirul Mukminin. Umar pun memakannya hingga memakan kurma yang paling jelek.\""
},
{
"number": 1461,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ أَنَّهُ قَالَ سُئِلَ عُمَرُ بْنُ الْخَطَّابِعَنْ الْجَرَادِ فَقَالَ وَدِدْتُ أَنَّ عِنْدِي قَفْعَةً نَأْكُلُ مِنْهُ",
"id": "Telah menceritakan kepadaku dari Malik dari [Abdullah bin Dinar] dari [Abdullah bin Umar] berkata; \" [Umar bin Khattab] ditanya tentang belalang, dia menjawab; 'Aku benar-benar ingin mempunyai sekeranjang belalang yang bisa kita makan'.\""
},
{
"number": 1462,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَلْحَلَةَ عَنْ حُمَيْدِ بْنِ مَالِكِ بْنِ خُثَيْمٍ أَنَّهُ قَالَ كُنْتُ جَالِسًا مَعَ أَبِي هُرَيْرَةَبِأَرْضِهِ بِالْعَقِيقِ فَأَتَاهُ قَوْمٌ مِنْ أَهْلِ الْمَدِينَةِ عَلَى دَوَابٍّ فَنَزَلُوا عِنْدَهُ قَالَ حُمَيْدٌ فَقَالَ أَبُو هُرَيْرَةَ اذْهَبْ إِلَى أُمِّي فَقُلْ إِنَّ ابْنَكِ يُقْرِئُكِ السَّلَامَ وَيَقُولُ أَطْعِمِينَا شَيْئًا قَالَ فَوَضَعَتْ ثَلَاثَةَ أَقْرَاصٍ فِي صَحْفَةٍ وَشَيْئًا مِنْ زَيْتٍ وَمِلْحٍ ثُمَّ وَضَعَتْهَا عَلَى رَأْسِي وَحَمَلْتُهَا إِلَيْهِمْ فَلَمَّا وَضَعْتُهَا بَيْنَ أَيْدِيهِمْ كَبَّرَ أَبُو هُرَيْرَةَ وَقَالَ الْحَمْدُ لِلَّهِ الَّذِي أَشْبَعَنَا مِنْ الْخُبْزِ بَعْدَ أَنْ لَمْ يَكُنْ طَعَامُنَا إِلَّا الْأَسْوَدَيْنِ الْمَاءَ وَالتَّمْرَ فَلَمْ يُصِبْ الْقَوْمُ مِنْ الطَّعَامِ شَيْئًا فَلَمَّا انْصَرَفُوا قَالَ يَا ابْنَ أَخِي أَحْسِنْ إِلَى غَنَمِكَ وَامْسَحْ الرُّعَامَ عَنْهَا وَأَطِبْ مُرَاحَهَا وَصَلِّ فِي نَاحِيَتِهَا فَإِنَّهَا مِنْ دَوَابِّ الْجَنَّةِ وَالَّذِي نَفْسِي بِيَدِهِ لَيُوشِكُ أَنْ يَأْتِيَ عَلَى النَّاسِ زَمَانٌ تَكُونُ الثُّلَّةُ مِنْ الْغَنَمِ أَحَبَّ إِلَى صَاحِبِهَا مِنْ دَارِ مَرْوَانَ",
"id": "Telah menceritakan kepadaku dari Malik dari [Muhammad bin 'Amru bin Halhalah] dari [Humaid bin Hasyim bin Khutsaim] berkata; \"Aku duduk bersama Abu Hurairah di daerahnya yaitu 'Aqiq. Lalu datanglah beberapa orang dari penduduk Madinah dengan mengendarai tunggangan dan berhenti di sisinya.\" Humaid berkata; [Abu Hurairah] berkata; \"Pergilah ke ibuku, dan katakan 'Anakmu menyampaikan salam'.\" Orang itu berkata, \"Berilah kami sedikit makan.\" Humaid bin Hasyim berkata; \"Ibunya menaruh tiga potong roti pipih dalam piring besar dan sedikit minyak dan garam. Ia meletakkannya di atas kepalaku, aku lantas membawanya kepada mereka. Ketika aku letakkan di hadapan mereka, serta merta Abu Hurairah bertakbir dan berkata; 'Segala puji bagi Allah yang telah mengenyangkan kita dengan roti setelah kami tidak makan kecuali Al Aswadain; air putih dan kurma.\" Dan orang-orang itu belum makan sama sekali. Ketika mereka pergi, ia berkata; \"Wahai anak saudaraku, berbuat baiklah dengan kambingmu, hapuslah ingusnya, dan harumkan baunya serta shalatlah di sampingnya karena hewan itu adalah salah satu hewan syurga. Demi dzat yang jiwaku berada di tangan-Nya, sungguh hampir-hampir akan datang suatu zaman kepada manusia, yang mana sekelompok kambing lebih disukai pemiliknya daripada rumah Marwan.\""
},
{
"number": 1463,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي نُعَيْمٍ وَهْبِ بْنِ كَيْسَانَ قَالَأُتِيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِطَعَامٍ وَمَعَهُ رَبِيبُهُ عُمَرُ بْنُ أَبِي سَلَمَةَ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَمِّ اللَّهَ وَكُلْ مِمَّا يَلِيكَ",
"id": "Telah menceritakan kepadaku dari Malik dari [Abu Nua'im Wahb bin Kaisan] berkata; \"Disuguhkan makanan kepada Rasulullah shallallahu 'alaihi wasallam, beliau bersama anak tirinya Umar bin Abu Salamah. Rasulullah shallallahu 'alaihi wasallam lalu bersabda kepadanya: 'Sebutlah nama Allah dan makanlah yang dekat denganmu'.\""
},
{
"number": 1464,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ أَنَّهُ قَالَ سَمِعْتُ الْقَاسِمَ بْنَ مُحَمَّدٍ يَقُولُ جَاءَ رَجُلٌ إِلَى عَبْدِ اللَّهِ بْنِ عَبَّاسٍفَقَالَ لَهُ إِنَّ لِي يَتِيمًا وَلَهُ إِبِلٌ أَفَأَشْرَبُ مِنْ لَبَنِ إِبِلِهِ فَقَالَ لَهُ ابْنُ عَبَّاسٍ إِنْ كُنْتَ تَبْغِي ضَالَّةَ إِبِلِهِ وَتَهْنَأُ جَرْبَاهَا وَتَلُطُّ حَوْضَهَا وَتَسْقِيهَا يَوْمَ وِرْدِهَا فَاشْرَبْ غَيْرَ مُضِرٍّ بِنَسْلٍ وَلَا نَاهِكٍ فِي الْحَلْبِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Yahya bin Sa'id] ia berkata, \"Aku mendengar [Al Qasim bin Muhammad] berkata; \"Seseorang datang kepada Abdullah bin Abbas, lalu ia berkata kepadanya; 'Aku memiliki anak yatim, anak itu mempunyai seekor unta. Apakah aku boleh minum dari susu unta itu? ' [Ibnu Abbas] menjawab; 'Jika kamu mau mencarikan untanya saat hilang, mengecat kudisnya dan menempelinya dengan tanah sehingga tertutup lubangnya serta memberinya minum di saat unta itu haus. Maka minumlah susunya tanpa merusak nasl atau menghabiskannya saat memerah.\" "
},
{
"number": 1465,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِأَنَّهُ كَانَ لَا يُؤْتَى أَبَدًا بِطَعَامٍ وَلَا شَرَابٍ حَتَّى الدَّوَاءُ فَيَطْعَمَهُ أَوْ يَشْرَبَهُ إِلَّا قَالَ الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا وَأَطْعَمَنَا وَسَقَانَا وَنَعَّمَنَا اللَّهُ أَكْبَرُ اللَّهُمَّ أَلْفَتْنَا نِعْمَتُكَ بِكُلِّ شَرٍّ فَأَصْبَحْنَا مِنْهَا وَأَمْسَيْنَا بِكُلِّ خَيْرٍ فَنَسْأَلُكَ تَمَامَهَا وَشُكْرَهَا لَا خَيْرَ إِلَّا خَيْرُكَ وَلَا إِلَهَ غَيْرُكَ إِلَهَ الصَّالِحِينَ وَرَبَّ الْعَالَمِينَ الْحَمْدُ لِلَّهِ وَلَا إِلَهَ إِلَّا اللَّهُ مَا شَاءَ اللَّهُ وَلَا قُوَّةَ إِلَّا بِاللَّهِ اللَّهُمَّ بَارِكْ لَنَا فِيمَا رَزَقْتَنَا وَقِنَا عَذَابَ النَّارِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Hisyam bin 'Urwah] dari [Bapaknya] bahwa tidaklah pernah dihidangkan kepadanya makanan, minuman hingga obat yang ia makan atau minum kecuali ia membaca; \"Segala puji bagi Allah yang telah memberi kami petunjuk, memberi kami makan, minum dan segala kenikmatan. Allah Maha Besar. Ya Allah, Nikmat-Mu datang kepada kami sarat dengan kejahatan-kejahatan, namun karenanya kami bisa berpagi dan bersore hari dalam keadaan baik. Maka kami memohon kepada-Mu kesempurnaan dan syukurnya, tidak ada kebaikan kecuali dari-Mu. Tidak ada tuhan selain-Mu, tuhan orang-orang shalih dan Rabb semesta Alam. Segala puji bagi Allah dan tidak ada tuhan yang berhak disembah kecuali Allah, apa yang Allah kehendaki dan tidak ada kekuatan kecuali kepada Allah. Ya Allah, berkahilah kami dengan apa yang telah engkau rizkikan kepada kami, dan lindungilah kami dari api neraka.\""
},
{
"number": 1466,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ أَنَّ عُمَرَ بْنَ الْخَطَّابِ قَالَإِيَّاكُمْ وَاللَّحْمَ فَإِنَّ لَهُ ضَرَاوَةً كَضَرَاوَةِ الْخَمْرِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Yahya bin Sa'id] bahwa [Umar bin Khattab] berkata; \"Hati-hatilah dengan daging, sesungguhnya ia memiliki candu seperti halnya khamer.\""
},
{
"number": 1467,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ أَنَّ عُمَرَ بْنَ الْخَطَّابِأَدْرَكَ جَابِرَ بْنَ عَبْدِ اللَّهِ وَمَعَهُ حِمَالُ لَحْمٍ فَقَالَ مَا هَذَا فَقَالَ يَا أَمِيرَ الْمُؤْمِنِينَ قَرِمْنَا إِلَى اللَّحْمِ فَاشْتَرَيْتُ بِدِرْهَمٍ لَحْمًا فَقَالَ عُمَرُ أَمَا يُرِيدُ أَحَدُكُمْ أَنْ يَطْوِيَ بَطْنَهُ عَنْ جَارِهِ أَوْ ابْنِ عَمِّهِ أَيْنَ تَذْهَبُ عَنْكُمْ هَذِهِ الْآيَةُ{ أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمْ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا }",
"id": "Telah menceritakan kepadaku dari Malik dari [Yahya bin Sa'id] bahwa [Umar bin Khattab] bertemu Jabir bin Abdullah yang sedang membawa daging. Lalu Umar bertanya; \"Apa ini?\" Jabir menjawab, \"Wahai Amirul Mukminin, kami sedang berselera untuk makan daging, lalu aku membelinya dengan satu dirham.\" Umar bertanya; 'Apakah salah seorang dari kalian mengisi perutnya dengan mengabaikan tetangga atau anak pamannya? Lalu akan kalian apakan ayat Allah ini: '(Kalian jauhkan kebaikan-kebaikan kalian pada kehidupan dunia sedang kalian bersenang-senang dengannya) ' (Qs. Al Ahqaaf: 20) ."
},
{
"number": 1468,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَلْبَسُ خَاتَمًا مِنْ ذَهَبٍ ثُمَّ قَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَنَبَذَهُ وَقَالَ لَا أَلْبَسُهُ أَبَدًا قَالَ فَنَبَذَ النَّاسُ بِخَوَاتِيمِهِمْ",
"id": "Telah menceritakan kepadaku dari Malik dari [Abdullah bin Dinar] dari [Abdullah bin Umar] berkata, \"Rasulullah shallallahu 'alaihi wasallam memakai cincin emas, kemudian Rasulullah shallallahu 'alaihi wasallam berdiri dan melepasnya. Setelah itu beliau bersabda: \"Selamanya aku tidak akan mengenakanya lagi.\" Abdullah bin 'Umar berkata; \"Orang-orang pun melepas cincin-cincin mereka.\""
},
{
"number": 1469,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ صَدَقَةَ بْنِ يَسَارٍ أَنَّهُ قَالَ سَأَلْتُ سَعِيدَ بْنَ الْمُسَيَّبِعَنْ لُبْسِ الْخَاتَمِ فَقَالَ الْبَسْهُ وَأَخْبِرْ النَّاسَ أَنِّي أَفْتَيْتُكَ بِذَلِكَ",
"id": "Telah menceritakan kepadaku dari Malik dari [Shadaqah bin Yasar] berkata, \"Aku bertanya [Sa'id bin Musayyab] tentang hukum memakai cincin, lalu dia menjawab; \"Pakailah cincin dan kabarkan kepada orang-orang bahwa aku berfatwa demikian.\""
},
{
"number": 1470,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ عَنْ عَبَّادِ بْنِ تَمِيمٍ أَنَّ أَبَا بَشِيرٍ الْأَنْصَارِيَّ أَخْبَرَهُأَنَّهُ كَانَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَعْضِ أَسْفَارِهِ قَالَ فَأَرْسَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَسُولًا قَالَ عَبْدُ اللَّهِ بْنُ أَبِي بَكْرٍ حَسِبْتُ أَنَّهُ قَالَ وَالنَّاسُ فِي مَقِيلِهِمْ لَا تَبْقَيَنَّ فِي رَقَبَةِ بَعِيرٍ قِلَادَةٌ مِنْ وَتَرٍ أَوْ قِلَادَةٌ إِلَّا قُطِعَتْقَالَ يَحْيَى سَمِعْت قَوْله تَعَالَى يَقُولُ أَرَى ذَلِكَ مِنْ الْعَيْنِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Abdullah bin Abu Bakar] dari ['Abbad bin Tamim] bahwa [Abu Basyir Al Anshari] mengabarkan kepadanya, bahwa ia pernah bersama Rasulullah shallallahu 'alaihi wasallam dalam suatu perjalanan. Ia (perawi) berkata; \"Rasulullah shallallahu 'alaihi wasallam kemudian mengirim seorang utusan.\" Abdullah bin Abu Bakar berkata; \"Aku mengira beliau bersabda saat manusia berada di tempat peristirahatan mereka; \"Janganlahlah kalian biarkan gantungan dari jahitan pada lutut unta, atau kalung -perawi ragu-, kecuali dipotong.\" Yahya berkata; \"Aku mendengar Malik berkata; \"Aku melihat bahwa hal itu bagian dari 'Ain.\""
},
{
"number": 1471,
"arab": "و حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ مُحَمَّدِ بْنِ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حُنَيْفٍ أَنَّهُ سَمِعَ أَبَاهُ يَقُولُاغْتَسَلَ أَبِي سَهْلُ بْنُ حُنَيْفٍ بِالْخَرَّارِ فَنَزَعَ جُبَّةً كَانَتْ عَلَيْهِ وَعَامِرُ بْنُ رَبِيعَةَ يَنْظُرُ قَالَ وَكَانَ سَهْلٌ رَجُلًا أَبْيَضَ حَسَنَ الْجِلْدِ قَالَ فَقَالَ لَهُ عَامِرُ بْنُ رَبِيعَةَ مَا رَأَيْتُ كَالْيَوْمِ وَلَا جِلْدَ عَذْرَاءَ قَالَ فَوُعِكَ سَهْلٌ مَكَانَهُ وَاشْتَدَّ وَعْكُهُ فَأُتِيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأُخْبِرَ أَنَّ سَهْلًا وُعِكَ وَأَنَّهُ غَيْرُ رَائِحٍ مَعَكَ يَا رَسُولَ اللَّهِ فَأَتَاهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ سَهْلٌ بِالَّذِي كَانَ مِنْ أَمْرِ عَامِرٍ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَامَ يَقْتُلُ أَحَدُكُمْ أَخَاهُ أَلَّا بَرَّكْتَ إِنَّ الْعَيْنَ حَقٌّ تَوَضَّأْ لَهُ فَتَوَضَّأَ لَهُ عَامِرٌ فَرَاحَ سَهْلٌ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْسَ بِهِ بَأْسٌ",
"id": "Telah menceritakan kepadaku Yahya dari Malik dari [Muhammad bin Abu Umamah bin Sahl bin Hunaif] ia mendengar [Bapaknya] berkata; \"Abu Sahl bin Hunaif mandi di sungai, lalu ia melepaskan jubah yang dikenakannya, sementar 'Amir bin Rabi'ah melihatnya.\" As'ad bin Sahl berkata; \"Sahl adalah seorang pemuda yang putih dan bagus kulitnya. Amir bin Rabi'ah berkata kepadanya; \"Aku tidak pernah melihat kulit yang sebagus ini, bahkan kulit seorang gadis sekalipun.\" Kemudian Sahl terserang demam, dan penyakit tersebut bertambah parah. Rasulullah shallallahu 'alaihi wasallam kemudian didatangi dan dikabarkan kepada beliau 'Sesungguhnya Sahl sakit, ia tidak bisa datang bersama anda, Wahai Rasulullah! ' Rasulullah shallallahu 'alaihi wasallam lalu menemuinya, kemudian Sahl mengabarkan tentang apa yang telah dilakukan Amir terhadapnya. Rasulullah shallallahu 'alaihi wasallam bertanya: 'Kenapa salah seorang dari kalian hendak membunuh saudaranya? Tidaklah (sebaiknya) engkau mendo'akan agar diberkati. Sesungguhnya penyakit 'ain itu benar adanya. Berwudlulah kamu untuknya! ' Amir lantas berwudlu untuk Sahl. Setelah itu Sahl dan Rasulullah shallallahu 'alaihi wasallam berangkat dengan keadaan sehat.\""
},
{
"number": 1472,
"arab": "و حَدَّثَنِي مَالِك عَنْ ابْنِ شِهَابٍ عَنْ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حُنَيْفٍ أَنَّهُ قَالَرَأَى عَامِرُ بْنُ رَبِيعَةَ سَهْلَ بْنَ حُنَيْفٍ يَغْتَسِلُ فَقَالَ مَا رَأَيْتُ كَالْيَوْمِ وَلَا جِلْدَ مُخْبَأَةٍ فَلُبِطَ سَهْلٌ فَأُتِيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقِيلَ يَا رَسُولَ اللَّهِ هَلْ لَكَ فِي سَهْلِ بْنِ حُنَيْفٍ وَاللَّهِ مَا يَرْفَعُ رَأْسَهُ فَقَالَ هَلْ تَتَّهِمُونَ لَهُ أَحَدًا قَالُوا نَتَّهِمُ عَامِرَ بْنَ رَبِيعَةَ قَالَ فَدَعَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَامِرًا فَتَغَيَّظَ عَلَيْهِ وَقَالَ عَلَامَ يَقْتُلُ أَحَدُكُمْ أَخَاهُ أَلَّا بَرَّكْتَ اغْتَسِلْ لَهُ فَغَسَلَ عَامِرٌ وَجْهَهُ وَيَدَيْهِ وَمِرْفَقَيْهِ وَرُكْبَتَيْهِ وَأَطْرَافَ رِجْلَيْهِ وَدَاخِلَةَ إِزَارِهِ فِي قَدَحٍ ثُمَّ صُبَّ عَلَيْهِ فَرَاحَ سَهْلٌ مَعَ النَّاسِ لَيْسَ بِهِ بَأْسٌ",
"id": "Telah menceritakan kepadaku Malik dari [Ibnu Syihab] dari [Abu Umamah bin Sahl bin Hunaif] berkata; \"Amir bin Rabi'ah melihat Sahl bin Hunaif mandi lalu ia berkata; 'Tidak pernah kulihat seperti (yang kulihat) hari ini, bahkan kulit seorang gadis dalam pingitannya sekalipun.' Kemudian Sahl terkapar di atas tanah, maka dibawalah ia ke hadapan Rasulullah shallallahu 'alaihi wasallam. kemudian kepada Rasulullah dikatakan, \"Wahai Rasulullah, apakah anda mengetahui sesuatu yang menimpa Sahl bin Hunaif? Demi Allah, ia tidak dapat mengangkat kepalanya.\" Beliau bertanya: 'Apakah kalian menduga ada seseorang yang melakukan hal itu kepadanya? ' Mereka menjawab, \"Kami menuduh bahwa yang melakukannya adalah Amir bin Rabi'ah.\" Abu Umamah bin Sahl berkata; \"Kemudian beliau memanggil Amir dan memarahinya. Beliau bertanya: \"Atas dasar apa salah seorang di antara kalian membunuh saudaranya. Tidakkah kalian mendoakannya agar dia diberkati? Bersihkanlah dirimu segera untuknya! ' Lalu Amir mencuci wajah dan kedua tangannya sampai sikunya, kedua lutut dan ujung-ujung kakinya, lalu apa yang ada di dalam sarungnya dalam sebuah bejana. Kemudian air sisa mandinya tersebut disiramkan ke tubuh Sahl. Maka setelah itu, Sahl pun berangkat bersama orang-orang dalam keadaan sehat.\""
},
{
"number": 1473,
"arab": "حَدَّثَنِي عَنْ مَالِك عَنْ حُمَيْدِ بْنِ قَيْسٍ الْمَكِّيِّ أَنَّهُ قَالَدُخِلَ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِابْنَيْ جَعْفَرِ بْنِ أَبِي طَالِبٍ فَقَالَ لِحَاضِنَتِهِمَا مَا لِي أَرَاهُمَا ضَارِعَيْنِ فَقَالَتْ حَاضِنَتُهُمَا يَا رَسُولَ اللَّهِ إِنَّهُ تَسْرَعُ إِلَيْهِمَا الْعَيْنُ وَلَمْ يَمْنَعْنَا أَنْ نَسْتَرْقِيَ لَهُمَا إِلَّا أَنَّا لَا نَدْرِي مَا يُوَافِقُكَ مِنْ ذَلِكَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْتَرْقُوا لَهُمَا فَإِنَّهُ لَوْ سَبَقَ شَيْءٌ الْقَدَرَ لَسَبَقَتْهُ الْعَيْنُ",
"id": "Telah menceritakan kepadaku dari Malik dari [Humaid bin Qais Al Makki] berkata; \"Suatu ketika dua anak Ja'far bin Abu Thalib dibawa ke hadapan Rasulullah shallallahu 'alaihi wasallam. Beliau bertanya kepada perawatnya: \"Kenapa aku melihat keduanya sangat kurus?\" penjaganya menjawab, \"Wahai Rasulullah, penyakit 'ain telah menyerang mereka berdua dengan cepat. Tidak ada yang menghalangi kami untuk meminta mereka diruqyah, hanya saja kami tidak mengetahui apakah anda menyetujuinya.' Rasulullah shallallahu 'alaihi wasallam lalu bersabda: 'Ruqyahlah mereka, karena sesungguhnya jika ada yang dapat mendahului takdir, niscaya penyakit 'ain-lah yang akan mendahuluinya.\""
},
{
"number": 1474,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ أَنَّ عُرْوَةَ بْنَ الزُّبَيْرِ حَدَّثَهُأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَلَ بَيْتَ أُمِّ سَلَمَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَفِي الْبَيْتِ صَبِيٌّ يَبْكِي فَذَكَرُوا لَهُ أَنَّ بِهِ الْعَيْنَ قَالَ عُرْوَةُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَلَا تَسْتَرْقُونَ لَهُ مِنْ الْعَيْنِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Yahya bin Sa'id] dari [Sulaiman bin Yasar] bahwa [Urwah bin Zubair] menceritakan kepadanya, bahwa Rasulullah shallallahu 'alaihi wasallam memasuki rumah Ummu Salamah, isteri Nabi shallallahu 'alaihi wasallam, sementara di dalam ada seorang bayi sedang menangis. Mereka lalu menceritakan bahwa anak itu terkena penyakit 'Ain.\" 'Urwah berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Apakah kalian tidak meruqyahnya untuk menanggkal 'Ain? '\""
},
{
"number": 1475,
"arab": "حَدَّثَنِي عَنْ مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا مَرِضَ الْعَبْدُ بَعَثَ اللَّهُ تَعَالَى إِلَيْهِ مَلَكَيْنِ فَقَالَ انْظُرَا مَاذَا يَقُولُ لِعُوَّادِهِ فَإِنْ هُوَ إِذَا جَاءُوهُ حَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ رَفَعَا ذَلِكَ إِلَى اللَّهِ عَزَّ وَجَلَّ وَهُوَ أَعْلَمُ فَيَقُولُ لِعَبْدِي عَلَيَّ إِنْ تَوَفَّيْتُهُ أَنْ أُدْخِلَهُ الْجَنَّةَ وَإِنْ أَنَا شَفَيْتُهُ أَنْ أُبْدِلَ لَهُ لَحْمًا خَيْرًا مِنْ لَحْمِهِ وَدَمًا خَيْرًا مِنْ دَمِهِ وَأَنْ أُكَفِّرَ عَنْهُ سَيِّئَاتِهِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Zaid bin Aslam] dari ['Atha bin Yasar] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika seorang hamba sakit, Allah Ta'ala mengirim kepadanya dua orang Malaikat seraya berfirman; 'Lihatlah apa yang ia katakan terhadap para penjenguknya, jika ia bertahmid dan memuji Allah, ' maka mereka berdua akan mengangkatnya ke hadapan Allah 'azza wajalla -dan Dia Maha Tahu-, lalu Allah berfirman; 'Aku berjanji kepada hamba-Ku, jika Aku mewafatkannya, maka Aku akan memasukkan ia ke surga. Jika Aku menyembuhkannya, niscaya Aku akan mengganti untuknya daging yang lebih baik dari dagingnya, dan darah yang lebih baik dari darahnya. Dan Aku akan ampuni keburukan-keburukan dirinya.\""
},
{
"number": 1476,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَزِيدَ بْنِ خُصَيْفَةَ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ أَنَّهُ قَالَ سَمِعْتُ عَائِشَةَ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَقُولُقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يُصِيبُ الْمُؤْمِنَ مِنْ مُصِيبَةٍ حَتَّى الشَّوْكَةُ إِلَّا قُصَّ بِهَا أَوْ كُفِّرَ بِهَا مِنْ خَطَايَاهُلَا يَدْرِي يَزِيدُ أَيُّهُمَا قَالَ عُرْوَةُ",
"id": "Telah menceritakan kepadaku dari Malik dari [Yazid bin Khushaifah] dari [Urwah bin Zubair] ia berkata, \"Aku mendengar [Aisyah] isteri Nabi shallallahu 'alaihi wasallam berkata; \"Rasulullah shallallahu 'alaihi wasallam bersabda: 'Tidaklah seorang mukmin mendapatkan musibah sampai duri sekalipun, kecuali akan dikurangi dosa-dosanya, atau 'dihapus darinya kesalahan-kesalahannya'.\" Yazid tidak tahu mana di antara keduanya yang dikatakan Urwah.\""
},
{
"number": 1477,
"arab": "و حَدَّثَنِي مَالِك عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي صَعْصَعَةَ أَنَّهُ قَالَ سَمِعْتُ أَبَا الْحُبَابِ سَعِيدَ بْنَ يَسَارٍ يَقُولُ سَمِعْتُ أَبَا هُرَيْرَةَ يَقُولُقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ يُرِدْ اللَّهُ بِهِ خَيْرًا يُصِبْ مِنْهُ",
"id": "Telah menceritakan kepadaku Malik dari [Muhammad bin Abdullah bin Abu Sha'sha'ah] ia berkata; Aku mendengar [Abu Hubab Sa'id bin Yasar] berkata; Aku mendengar [Abu Hurairah] berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa yang Allah inginkan kebaikan baginya, maka Dia akan memberinya musibah.\""
},
{
"number": 1478,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍأَنَّ رَجُلًا جَاءَهُ الْمَوْتُ فِي زَمَانِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَجُلٌ هَنِيئًا لَهُ مَاتَ وَلَمْ يُبْتَلَ بِمَرَضٍ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَيْحَكَ وَمَا يُدْرِيكَ لَوْ أَنَّ اللَّهَ ابْتَلَاهُ بِمَرَضٍ يُكَفِّرُ بِهِ عَنْهُ مِنْ سَيِّئَاتِهِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Yahya bin Sa'id] berkata, \"Pada masa Rasulullah shallallahu 'alaihi wasallam ada seorang laki-laki didatangi kematian, lalu ada seseorang berkata; \"Selamat untuknya, dia meninggal tanpa diuji dengan penyakit.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Celaka kamu! Tidakkah kamu tahu, kalau Allah mengujinya dengan penyakit niscaya dengan penyakit itu akan dilebur keburukan-keburukannya! \""
},
{
"number": 1479,
"arab": "حَدَّثَنِي عَنْ مَالِك عَنْ يَزِيدَ بْنِ خُصَيْفَةَ أَنَّ عَمْرَو بْنَ عَبْدِ اللَّهِ بْنِ كَعْبٍ السَّلَمِيَّ أَخْبَرَهُ أَنَّ نَافِعَ بْنَ جُبَيْرٍ أَخْبَرَهُ عَنْ عُثْمَانَ بْنِ أَبِي الْعَاصِأَنَّهُ أَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ عُثْمَانُ وَبِي وَجَعٌ قَدْ كَادَ يُهْلِكُنِي قَالَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ امْسَحْهُ بِيَمِينِكَ سَبْعَ مَرَّاتٍ وَقُلْ أَعُوذُ بِعِزَّةِ اللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ قَالَ فَقُلْتُ ذَلِكَ فَأَذْهَبَ اللَّهُ مَا كَانَ بِي فَلَمْ أَزَلْ آمُرُ بِهَا أَهْلِي وَغَيْرَهُمْ",
"id": "Telah menceritakan kepadaku dari Malik dari [Yazid bin Khushaifah] bahwa ['Amru bin Abdullah bin Ka'b Al Aslami] mengabarkan kepadanya, bahwa [Nafi' bin Jubair] mengabarkan kepadanya, dari [Utsman bin Abu Al 'Ash] bahwasanya ia pernah menemui Rasulullah shallallahu 'alaihi wasallam. Utsman berkata, \"Saat itu aku sedang sakit yang hampir-hampir membuatku meninggal.\" Utsman bin Abu Al 'Ash kembali bercerita, \"Rasulullah shallallahu 'alaihi wasallam lalu bersabda: 'Usaplah ia dengan tangan kananmu tujuh kali, dan bacalah; A'UUDZU BI IZZATILLAHI WA QUDRATIHI MIN SYARRI MA AJIDU (Aku berlindung dengan kemuliaan Allah dan kekuatannya dari kejelekan yang aku dapatkan) '.\" Utsman berkata, \"Lalu hal itu aku baca, hingga Allah pun menghilangkan sakitku. Setelah itu, aku selalu menyarankan kepada keluargaku dan selainnya untuk selalu membacanya.\""
},
{
"number": 1480,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا اشْتَكَى يَقْرَأُ عَلَى نَفْسِهِ بِالْمُعَوِّذَاتِ وَيَنْفِثُ قَالَتْ فَلَمَّا اشْتَدَّ وَجَعُهُ كُنْتُ أَنَا أَقْرَأُ عَلَيْهِ وَأَمْسَحُ عَلَيْهِ بِيَمِينِهِ رَجَاءَ بَرَكَتِهَا",
"id": "Telah menceritakan kepadaku Malik dari [Ibnu Syihab] dari ['Urwah bin Zubair] dari [Aisyah] berkata, \"Jika Rasulullah shallallahu 'alaihi wasallam merasa sakit, maka beliau membaca untuk dirinya al mu'awidzat (doa perlindungan) dan meniupkannya. Aisyah berkata; \"Tatkala sakit beliau semakin parah, aku yang membacakan doa-doa itu untuk beliau, lalu kuusapkan di tangan kanannya agar mendapatkan berkah darinya.\""
},
{
"number": 1481,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ أَنَّ أَبَا بَكْرٍ الصِّدِّيقَدَخَلَ عَلَى عَائِشَةَ وَهِيَ تَشْتَكِي وَيَهُودِيَّةٌ تَرْقِيهَا فَقَالَ أَبُو بَكْرٍ ارْقِيهَا بِكِتَابِ اللَّهِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Yahya bin Sa'id] dari ['Amrah binti Abdurrahman] bahwa [Abu Bakar As Shiddiq] pernah menemui Aisyah yang saat itu sedang sakit, sementara di sisinya ada seorang wanita Yahudi sedang meruqyahnya. Kemudian Abu Bakar berkata; \"Ruqyahlah dia dengan Kitabullah.\""
},
{
"number": 1482,
"arab": "حَدَّثَنِي عَنْ مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَأَنَّ رَجُلًا فِي زَمَانِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَصَابَهُ جُرْحٌ فَاحْتَقَنَ الْجُرْحُ الدَّمَ وَأَنَّ الرَّجُلَ دَعَا رَجُلَيْنِ مِنْ بَنِي أَنْمَارٍ فَنَظَرَا إِلَيْهِ فَزَعَمَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَهُمَا أَيُّكُمَا أَطَبُّ فَقَالَا أَوَ فِي الطِّبِّ خَيْرٌ يَا رَسُولَ اللَّهِ فَزَعَمَ زَيْدٌ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَنْزَلَ الدَّوَاءَ الَّذِي أَنْزَلَ الْأَدْوَاءَ",
"id": "Telah menceritakan kepadaku dari Malik dari dari [Zaid bin Aslam] bahwa pada masa Rasulullah shallallahu 'alaihi wasallam ada seorang laki-laki menderita luka yang mengeluarkan darah. Kemudian dia memanggil dua orang dari Bani Anmar, keduanya lalu menjenguk seraya becerita bahwa Rasulullah shallallahu 'alaihi wasallam pernah bertanya kepada mereka berdua: \"Siapa di antara kalian yang pandai mengobati?\" Mereka bertanya, \"Adakah kebaikan dalam pengobatan ya Rasulullah?\" Zaid beranggapan bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Dzat yang menurunkan obat adalah Dzat yang menurunkan penyakit.\""
},
{
"number": 1483,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ قَالَ بَلَغَنِيأَنَّ سَعْدَ بْنَ زُرَارَةَ اكْتَوَى فِي زَمَانِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ الذُّبْحَةِ فَمَاتَ",
"id": "Telah menceritakan kepadaku dari Malik dari [Yahya bin Sa'id] ia berkata, \"Telah sampai kabar kepadaku bahwa pada masa Rasulullah shallallahu 'alaihi wasallam Sa'd bin Zurarah berobat dengan cara kay karena sakit yang ada di tenggorokannya lalu meninggal.\" "
},
{
"number": 1484,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ نَافِعٍ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَاكْتَوَى مِنْ اللَّقْوَةِ وَرُقِيَ مِنْ الْعَقْرَبِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Nafi'] bahwa [Abdullah bin Umar] berobat dengan cara kay karena sakit pada wajahnya, dan ia juga pernah diruqyah karena sengatan kalajengking.\" "
},
{
"number": 1485,
"arab": "حَدَّثَنِي عَنْ مَالِك عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ فَاطِمَةَ بِنْتِ الْمُنْذِرِ أَنَّ أَسْمَاءَ بِنْتَ أَبِي بَكْرٍ كَانَتْ إِذَا أُتِيَتْ بِالْمَرْأَةِ وَقَدْ حُمَّتْ تَدْعُو لَهَا أَخَذَتْ الْمَاءَ فَصَبَّتْهُ بَيْنَهَا وَبَيْنَ جَيْبِهَاوَقَالَتْ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَأْمُرُنَا أَنْ نُبْرِدَهَا بِالْمَاءِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Hisyam bin 'Urwah] dari [Fatimah binti Mundzir] berkata, \"Jika seorang wanita yang mengalami demam didatangkan ke hadapan [Asma binti Abu Bakar], maka ia menyuruhnya mengambil air lalu menyiramkannya antara tubuh hingga kerah bajunya. Kemudian ia berkata; \"Rasulullah shallallahu 'alaihi wasallam memerintahkan kami agar mendinginkannya dengan air.\""
},
{
"number": 1486,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ الْحُمَّى مِنْ فَيْحِ جَهَنَّمَ فَابْرُدُوهَا بِالْمَاءِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Hisyam bin 'Urwah] dari [ayahnya] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Demam itu dari luapan api neraka maka dinginkanlah dengan air! \""
},
{
"number": 1487,
"arab": "و حَدَّثَنِي مَالِك عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الْحُمَّى مِنْ فَيْحِ جَهَنَّمَ فَأَطْفِئُوهَا بِالْمَاءِ",
"id": "Telah menceritakan kepadaku Malik dari [Nafi'] dari [Ibnu Umar] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Demam itu dari luapan neraka Jahannam maka padamkanlah dengan air.\""
},
{
"number": 1488,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي بَكْرِ بْنِ نَافِعٍ عَنْ أَبِيهِ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَ بِإِحْفَاءِ الشَّوَارِبِ وَإِعْفَاءِ اللِّحَى",
"id": "Telah menceritakan kepadaku dari Malik dari [Abu Bakar bin Nafi'] dari [Bapaknya, Nafi'] dari [Abdullah bin Umar] berkata, \"Rasulullah shallallahu 'alaihi wasallam memerintahkan untuk memendekkan kumis dan memelihara jenggot."
},
{
"number": 1489,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ أَنَّهُ سَمِعَ مُعَاوِيَةَ بْنَ أَبِي سُفْيَانَ عَامَ حَجَّ وَهُوَ عَلَى الْمِنْبَرِ وَتَنَاوَلَ قُصَّةً مِنْ شَعَرٍ كَانَتْ فِي يَدِ حَرَسِيٍّ يَقُولُيَا أَهْلَ الْمَدِينَةِ أَيْنَ عُلَمَاؤُكُمْ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَنْهَى عَنْ مِثْلِ هَذِهِ وَيَقُولُ إِنَّمَا هَلَكَتْ بَنُو إِسْرَائِيلَ حِينَ اتَّخَذَ هَذِهِ نِسَاؤُهُمْ",
"id": "Telah menceritakan kepadaku Malik dari [Ibnu Syihab] dari [Humaid bin Abdurrahman bin Auf] bahwa dia mendengar [Mu'awiyah bin Abu Sufyan] berkhutbah di atas mimbar pada musim haji, sambil mengambil potongan rambut yang ada di tangan seorang penjaganya, ia berkata, \"Wahai penduduk Madinah, di mana ulama kalian? Aku mendengar Rasulullah shallallahu 'alaihi wasallam melarang hal semacam ini. Beliau bersabda: 'Bani Isra'il binasa ketika wanita mereka mengambil barang ini'.\""
},
{
"number": 1490,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ زِيَادِ بْنِ سَعْدٍ عَنْ ابْنِ شِهَابٍ أَنَّهُ سَمِعَهُ يَقُولُسَدَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَاصِيَتَهُ مَا شَاءَ اللَّهُ ثُمَّ فَرَقَ بَعْدَ ذَلِكَقَالَ مَالِك لَيْسَ عَلَى الرَّجُلِ يَنْظُرُ إِلَى شَعَرِ امْرَأَةِ ابْنِهِ أَوْ شَعَرِ أُمِّ امْرَأَتِهِ بَأْسٌ",
"id": "Telah menceritakan kepadaku dari Malik dari [Ziyad bin Sa'd] dari [Ibnu Syihab] ia mendengarnya berkata; \"Rasulullah shallallahu 'alaihi wasallam melepas uraian rambutnya hingga ke dahi, atas kehendak Allah kemudian beliau membelah rambutnya.\" Malik berkata; \"Tidaklah mengapa seorang laki-laki melihat rambut menantu wanitanya atau rambut ibu mertuanya.\""
},
{
"number": 1491,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَأَنَّهُ كَانَ يَكْرَهُ الْإِخْصَاءَ وَيَقُولُ فِيهِ تَمَامُ الْخَلْقِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Nafi'] dari [Abdullah bin Umar] bahwa dia membenci pengebirian, ia berkata; \"Di dalamnya ada kesempurnaan ciptaan.\""
},
{
"number": 1492,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ صَفْوَانَ بْنِ سُلَيْمٍ أَنَّهُ بَلَغَهُأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَنَا وَكَافِلُ الْيَتِيمِ لَهُ أَوْ لِغَيْرِهِ فِي الْجَنَّةِ كَهَاتَيْنِ إِذَا اتَّقَى وَأَشَارَ بِإِصْبُعَيْهِ الْوُسْطَى وَالَّتِي تَلِي الْإِبْهَامَ",
"id": "Telah menceritakan kepadaku dari Malik dari [Shafwan bin Sulaim] Bahwasanya telah sampai kepadanya, bahwa Nabi shallallahu 'alaihi wasallam bersabda: \"Aku dan orang yang menanggung anak yatim, baginya atau selainnya di surga seperti ini, jika dia bertakwa.\" Lalu beliau mengisyaratkan jari tengah dan jari telunjuk.\""
},
{
"number": 1493,
"arab": "حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍأَنَّ أَبَا قَتَادَةَ الْأَنْصَارِيَّ قَالَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ لِي جُمَّةً أَفَأُرَجِّلُهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَعَمْ وَأَكْرِمْهَا فَكَانَ أَبُو قَتَادَةَ رُبَّمَا دَهَنَهَا فِي الْيَوْمِ مَرَّتَيْنِ لِمَا قَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَعَمْ وَأَكْرِمْهَا",
"id": "Telah menceritakan kepadaku dari Malik dari [Yahya bin Sa'id] bahwa Abu Qatadah Al Anshari berkata kepada Rasulullah shallallahu 'alaihi wasallam; \"Aku mempunyai rambut panjang hingga mencapai bahu, apakah saya boleh menatanya?\" Rasulullah shallallahu 'alaihi wasallam kemudian menjawab: \"Ya, dan muliakanlah.\" Abu Qatadah terkadang meminyakinya dua kali dalam sehari, hal itu berangkat dari apa yang disabdakan oleh Rasulullah shallallahu 'alaihi wasallam: \"Ya! dan muliakanlah.\""
},
{
"number": 1494,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ أَنَّ عَطَاءَ بْنَ يَسَارٍ أَخْبَرَهُ قَالَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْمَسْجِدِ فَدَخَلَ رَجُلٌ ثَائِرَ الرَّأْسِ وَاللِّحْيَةِ فَأَشَارَ إِلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِيَدِهِ أَنْ اخْرُجْ كَأَنَّهُ يَعْنِي إِصْلَاحَ شَعَرِ رَأْسِهِ وَلِحْيَتِهِ فَفَعَلَ الرَّجُلُ ثُمَّ رَجَعَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَلَيْسَ هَذَا خَيْرًا مِنْ أَنْ يَأْتِيَ أَحَدُكُمْ ثَائِرَ الرَّأْسِ كَأَنَّهُ شَيْطَانٌ",
"id": "Telah menceritakan kepadaku dari Malik dari [Zaid bin Aslam] bahwa ['Atha bin Yasar] ia mengabarkan kepadanya, ia berkata, \"Ketika Rasulullah shallallahu 'alaihi wasallam sedang berada di masjid, ada seorang laki-laki masuk dengan rambut yang acak-acakan dan jenggot yang tidak teratur. Rasulullah shallallahu 'alaihi wasallam lantas berisyarat dengan tangannya agar laki-laki tersebut keluar, seakan beliau mengatakan 'Hendaklah ia rapikan rambut dan janggutnya'. Laki-laki itu kemudian melakukannya dan kembali lagi, lalu Rasulullah shallallahu 'alaihi wasallam bersabda: \"Bukankah ini lebih baik, daripada salah seorang dari kalian datang dengan rambut yang acak-acakan seperti setan.\""
},
{
"number": 1495,
"arab": "حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ قَالَ أَخْبَرَنِي مُحَمَّدُ بْنُ إِبْرَاهِيمَ التَّيْمِيُّ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ أَنَّ عَبْدَ الرَّحْمَنِ بْنَ الْأَسْوَدِ بْنِ عَبْدِ يَغُوثَ قَالَ وَكَانَ جَلِيسًا لَهُمْ وَكَانَ أَبْيَضَ اللِّحْيَةِ وَالرَّأْسِقَالَ فَغَدَا عَلَيْهِمْ ذَاتَ يَوْمٍ وَقَدْ حَمَّرَهُمَا قَالَ فَقَالَ لَهُ الْقَوْمُ هَذَا أَحْسَنُ فَقَالَ إِنَّ أُمِّي عَائِشَةَ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْسَلَتْ إِلَيَّ الْبَارِحَةَ جَارِيَتَهَا نُخَيْلَةَ فَأَقْسَمَتْ عَلَيَّ لَأَصْبُغَنَّوَأَخْبَرَتْنِي أَنَّ أَبَا بَكْرٍ الصِّدِّيقَ كَانَ يَصْبُغُ",
"id": "Telah menceritakan kepadaku dari Malik dari [Yahya bin Sa'id] berkata; telah mengabarkan kepadaku [Muhammad bin Ibrahim At Taimi] dari [Abu Salamah bin Abdurrahman] bahwa [Abdurrahman bin Al Aswad bin Abdu Yaghuts] mengatakan sesuatu saat ia sedang duduk bersama orang-orang dengan rambut dan janggut yang telah beruban. Kemudian pada keesokan harinya, ia keluar menemui orang-orang dengan rambut dan janggut yang telah dicat dengan warna merah. Perawi berkata, \"Orang-orang lalu berkata kepadanya, \"Ini lebih baik! \" 'Abdurrahman bin Al Aswad berkata, \"Tadi malam ibuku, ['Aisyah] isteri Nabi shallallahu 'alaihi wasallam mengutus budaknya yang bernama Nukhailah kepadaku. Ia bersumpah kepada Allah atas aku, 'Sungguh, aku benar-benar akan menyemir.' Kemudian ia mengabarkan kepadaku bahwa [Abu Bakar Ash Shiddiq] juga menyemir rambutnya.\""
},
{
"number": 1496,
"arab": "حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ قَالَ بَلَغَنِيأَنَّ خَالِدَ بْنَ الْوَلِيدِ قَالَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي أُرَوَّعُ فِي مَنَامِي فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُلْ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ غَضَبِهِ وَعِقَابِهِ وَشَرِّ عِبَادِهِ وَمِنْ هَمَزَاتِ الشَّيَاطِينِ وَأَنْ يَحْضُرُونِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Yahya bin Sa'id] berkata, \"Telah sampai kabar kepadaku bahwa Khalid bin Walid berkata kepada Rasulullah shallallahu 'alaihi wasallam; \"Aku telah bermimpi buruk! \" Rasulullah shallallahu 'alaihi wasallam lalu bersabda: \"Bacalah: A'UUDZU BIKALIMATILLAHI TAAMMAATI MIN GHADLABIHI WA 'IQAABIHI WA SYARRI 'IBAADIHI WA MIN HAMAZAATISY SYAYAAITTHIIN WA AN YAHDURUUN (Aku berlindung dengan kalimat Allah yang sempurna dari kemurkaan-Nya, hukuman-Nya, dari kejahatan hamba-Nya dan dari bisikan setan serta saat mereka hadir) .\""
},
{
"number": 1497,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ أَنَّهُ قَالَأُسْرِيَ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرَأَى عِفْرِيتًا مِنْ الْجِنِّ يَطْلُبُهُ بِشُعْلَةٍ مِنْ نَارٍ كُلَّمَا الْتَفَتَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَآهُ فَقَالَ لَهُ جِبْرِيلُ أَفَلَا أُعَلِّمُكَ كَلِمَاتٍ تَقُولُهُنَّ إِذَا قُلْتَهُنَّ طَفِئَتْ شُعْلَتُهُ وَخَرَّ لِفِيهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَلَى فَقَالَ جِبْرِيلُ فَقُلْ أَعُوذُ بِوَجْهِ اللَّهِ الْكَرِيمِ وَبِكَلِمَاتِ اللَّهِ التَّامَّاتِ اللَّاتِي لَا يُجَاوِزُهُنَّ بَرٌّ وَلَا فَاجِرٌ مِنْ شَرِّ مَا يَنْزِلُ مِنْ السَّمَاءِ وَشَرِّ مَا يَعْرُجُ فِيهَا وَشَرِّ مَا ذَرَأَ فِي الْأَرْضِ وَشَرِّ مَا يَخْرُجُ مِنْهَا وَمِنْ فِتَنِ اللَّيْلِ وَالنَّهَارِ وَمِنْ طَوَارِقِ اللَّيْلِ وَالنَّهَارِ إِلَّا طَارِقًا يَطْرُقُ بِخَيْرٍ يَا رَحْمَنُ",
"id": "Telah menceritakan kepadaku dari Malik dari [Yahya bin Sa'id] ia berkata, \"Ketika Rasulullah shallallahu 'alaihi wasallam diisrakan, beliau melihat 'Ifrit dari golongan jin mengikutinya dengan membawa sebuah obor api. Setiap menoleh, Rasulullah shallallahu 'alaihi wasallam melihatnya. Maka Jibril berkata; \"Maukah aku ajarkan kepadamu beberapa kata yang jika engkau membacanya, maka apinya akan pada dan ia akan jatuh tersungkur pada mulutnya?\" Rasulullah shallallahu 'alaihi wasallam menjawab: \"Ya.\" Maka Jibril pun berkata; \"Bacalah: ' A'UUDZU BI WAJHILLAHIL KARIIMI WA BI KALIMAATILLAHI ATTAAMMITI LATII LAA YUJAAWIZUHUNNA BARRUN WA LAA FAAJIRUN MIN SYARRI MAA YANZILU MINASSAMAA`I WA SYARRI MA YA'RUJU MINHAA WA MIN FINATNIL LAILI WAN NAHAARI WA MIN THAWAARIQIL ALAILI WAN NAHAARI ILLAA THAARIQAN YATHRUQU BI KHAIRIN YA RAHMAN. (Aku berlindung dengan wajah Allah Yang Maha Mulia dan dengan Kalimat-Nya yang sempurna, yang tidak dilampaui seorang yang baik maupun pendosa, dari kejahatan yang turun dari langit maupun kejahatan yang naik ke arahnya, dan kejahatan yang tertanam di dalam bumi dan yang keluar darinya. Dari fitnah malam dan siang, dan dari bencana malam maupun siang kecuali bencana yang mendatangkan kebaikan, Wahai Dzat Yang Maha Pengasih) ."
},
{
"number": 1498,
"arab": "و حَدَّثَنِي مَالِك عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَجُلًا مِنْ أَسْلَمَ قَالَ مَا نِمْتُ هَذِهِ اللَّيْلَةَ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ أَيِّ شَيْءٍ فَقَالَ لَدَغَتْنِي عَقْرَبٌ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَا إِنَّكَ لَوْ قُلْتَ حِينَ أَمْسَيْتَ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ لَمْ تَضُرَّكَ",
"id": "Telah menceritakan kepadaku Malik dari [Suhail bin Abu Shalih] dari [Bapaknya] dari [Abu Hurairah] bahwa seorang laki-laki dari Aslam berkata; \"Aku tidak bisa tidur tadi malam?\" Rasulullah shallallahu 'alaihi wasallam bertanya: \"Ada apa gerangan?\" Ia menjawab; \"Aku disengat kalajengking.\" Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Kalau saja engkau membaca ketika sore hari: \"A'UUDZU BIKALIMAATILLAHI ATTAAMMATI MIN SYARRI KHALAQ (Aku berlindung dengan kalimat-kalimat Allah yang sempurna dari kejahatan yang Dia ciptakan) ', niscaya tidak akan membahayakanmu.\""
},
{
"number": 1499,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ سُمَيٍّ مَوْلَى أَبِي بَكْرٍ عَنْ الْقَعْقَاعِ بْنِ حَكِيمٍ أَنَّ كَعْبَ الْأَحْبَارِ قَالَلَوْلَا كَلِمَاتٌ أَقُولُهُنَّ لَجَعَلَتْنِي يَهُودُ حِمَارًا فَقِيلَ لَهُ وَمَا هُنَّ فَقَالَ أَعُوذُ بِوَجْهِ اللَّهِ الْعَظِيمِ الَّذِي لَيْسَ شَيْءٌ أَعْظَمَ مِنْهُ وَبِكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لَا يُجَاوِزُهُنَّ بَرٌّ وَلَا فَاجِرٌ وَبِأَسْمَاءِ اللَّهِ الْحُسْنَى كُلِّهَا مَا عَلِمْتُ مِنْهَا وَمَا لَمْ أَعْلَمْ مِنْ شَرِّ مَا خَلَقَ وَبَرَأَ وَذَرَأَ",
"id": "Telah menceritakan kepadaku dari Malik dari [Sumayya] mantan budak Abu Bakar, dari [Al Qa'qa' bin Hakim] bahwa [Ka'b Al Ahbar] berkata; \"Kalaulah bukan karena kata-kata yang aku baca, niscaya orang-orang Yahudi menjadikanku layaknya keledai.\" Lalu ditanyakan kepadanya, \"Kata-kata apakah itu?\" dia menjawab: \"A'UUDZU BI WAJHILLAHI AL AZHIIMI ALLADZII LAISA SYAIUN A'ZHAMA MINHU WA BI KALIMAATILLAH TAAMMATI LLATI LAA YUJAAWIZUHUNNA BARRUN WALAA FAAJIRUN WA BI ASMAA`ILLAHIL HUSNAA KULLIHAA, MAA 'ALIMTU MINHAA WAMAA LAM A'LAM MIN SYARRI MAA KHALAQA WA BARA`A WA DZARA`A\" (Aku berlindung dengan wajah Allah yang Maha Agung, yang tidak ada sesuatupun yang lebih besar darinya. Dan dengan Kalimat Allah yang sempurna yang tidak akan mampu dilampaui orang baik dan pendosa, serta (aku berlindung) dengan nama-nama Nya yang baik semuanya, baik yang aku ketahui maupun tidak, dari segala kejahatan yang Dia ciptakan dan yang Dia adakan maupun ciptakan) .\""
},
{
"number": 1500,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ مَعْمَرٍ عَنْ أَبِي الْحُبَابِ سَعِيدِ بْنِ يَسَارٍ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى يَقُولُ يَوْمَ الْقِيَامَةِ أَيْنَ الْمُتَحَابُّونَ لِجَلَالِي الْيَوْمَ أُظِلُّهُمْ فِي ظِلِّي يَوْمَ لَا ظِلَّ إِلَّا ظِلِّي",
"id": "Telah menceritakan kepadaku dari Malik dari [Abdullah bin Abdurrahman bin Ma'mar] dari [Abu Al Hubab Sa'id bin Yasar] dari [Abu Hurairah] berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Allah Tabaraka Wa Ta'ala berfirman pada Hari Kiamat; 'Mana orang-orang yang menginginkan kemuliaan-Ku pada hari ini. Aku akan menaungi pada hari di mana tidak ada naungan selain naungan-Nya.\""
},
{
"number": 1501,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ خُبَيْبِ بْنِ عَبْدِ الرَّحْمَنِ الْأَنْصَارِيِّ عَنْ حَفْصِ بْنِ عَاصِمٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ أَوْ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَبْعَةٌ يُظِلُّهُمْ اللَّهُ فِي ظِلِّهِ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّهُ إِمَامٌ عَادِلٌ وَشَابٌّ نَشَأَ فِي عِبَادَةِ اللَّهِ وَرَجُلٌ قَلْبُهُ مُعَلَّقٌ بِالْمَسْجِدِ إِذَا خَرَجَ مِنْهُ حَتَّى يَعُودَ إِلَيْهِ وَرَجُلَانِ تَحَابَّا فِي اللَّهِ اجْتَمَعَا عَلَى ذَلِكَ وَتَفَرَّقَا وَرَجُلٌ ذَكَرَ اللَّهَ خَالِيًا فَفَاضَتْ عَيْنَاهُ وَرَجُلٌ دَعَتْهُ ذَاتُ حَسَبٍ وَجَمَالٍ فَقَالَ إِنِّي أَخَافُ اللَّهَ وَرَجُلٌ تَصَدَّقَ بِصَدَقَةٍ فَأَخْفَاهَا حَتَّى لَا تَعْلَمَ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُ",
"id": "Telah menceritakan kepadaku dari Malik dari [Khubaib bin Abdurrahman Al-Anshari] dari [Hafsh bin 'Ashim] dari [Abu Sa'id Al Khudri], atau dari [Abu Hurairah] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tujuh golongan orang yang akan mendapatkan naungan Allah pada hari saat tidak ada naungan kecuali naungan-Nya; Seorang imam yang adil. Seorang pemuda yang tumbuh dalam ibadah kepada Allah. Seorang pemuda yang hatinya terpaut dengan masjid. Dua orang pemuda yang saling mencintai karena Allah, mereka bertemu dan berpisah karena-Nya. Seseorang yang berdzikir kepada Allah dalam kesendirian lalu mengucur air matanya. Seorang pemuda yang diajak berzina oleh seorang wanita yang memiliki kedudukan dan kecantikan lalu dia berkata; 'Sesungguhnya aku takut kepada Allah.' Dan seorang laki-laki yang bersedekah, lalu dia menyembunyikannya sehingga tangan kirinya tidak mengetahui apa yang diinfakkan tangan kanannya.\""
},
{
"number": 1502,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا أَحَبَّ اللَّهُ الْعَبْدَ قَالَ لِجِبْرِيلَ قَدْ أَحْبَبْتُ فُلَانًا فَأَحِبَّهُ فَيُحِبُّهُ جِبْرِيلُ ثُمَّ يُنَادِي فِي أَهْلِ السَّمَاءِ إِنَّ اللَّهَ قَدْ أَحَبَّ فُلَانًا فَأَحِبُّوهُ فَيُحِبُّهُ أَهْلُ السَّمَاءِ ثُمَّ يُوضَعُ لَهُ الْقَبُولُ فِي الْأَرْضِ وَإِذَا أَبْغَضَ اللَّهُ الْعَبْدَقَالَ مَالِك لَا أَحْسِبُهُ إِلَّا أَنَّهُ قَالَ فِي الْبُغْضِ مِثْلَ ذَلِكَ",
"id": "Telah menceritakan kepadaku dari Malik dari [Suhail bin Abu Shalih] dari [Bapaknya] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika Allah mencintai seorang hamba, maka Dia berkata kepada Jibril; 'Aku mencintai Fulan maka cintailah ia'. Jibril pun mencintainya, kemudian dia menyeru kepada penduduk langit; 'Sesungguhnya Allah mencintai fulan maka cintailah ia! ' maka penduduk langit pun mencintainya. Kemudian ditempatkan untuknya penyambutan di dunia. Apabila Allah membenci seorang hamba, \" Malik berkata; \"Menurut perkiraan kami, selanjutnya beliau menyampaikan tentang kebencian Allah kepada seorang hamba dengan redaksi yang sama dengan sebelumnya.\""
},
{
"number": 1503,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي حَازِمِ بْنِ دِينَارٍ عَنْ أَبِي إِدْرِيسَ الْخَوْلَانِيِّ أَنَّهُ قَالَدَخَلْتُ مَسْجِدَ دِمَشْقَ فَإِذَا فَتًى شَابٌّ بَرَّاقُ الثَّنَايَا وَإِذَا النَّاسُ مَعَهُ إِذَا اخْتَلَفُوا فِي شَيْءٍ أَسْنَدُوا إِلَيْهِ وَصَدَرُوا عَنْ قَوْلِهِ فَسَأَلْتُ عَنْهُ فَقِيلَ هَذَا مُعَاذُ بْنُ جَبَلٍ فَلَمَّا كَانَ الْغَدُ هَجَّرْتُ فَوَجَدْتُهُ قَدْ سَبَقَنِي بِالتَّهْجِيرِ وَوَجَدْتُهُ يُصَلِّي قَالَ فَانْتَظَرْتُهُ حَتَّى قَضَى صَلَاتَهُ ثُمَّ جِئْتُهُ مِنْ قِبَلِ وَجْهِهِ فَسَلَّمْتُ عَلَيْهِ ثُمَّ قُلْتُ وَاللَّهِ إِنِّي لَأُحِبُّكَ لِلَّهِ فَقَالَ أَاللَّهِ فَقُلْتُ أَاللَّهِ فَقَالَ أَاللَّهِ فَقُلْتُ أَاللَّهِ فَقَالَ أَاللَّهِ فَقُلْتُ أَاللَّهِ قَالَ فَأَخَذَ بِحُبْوَةِ رِدَائِي فَجَبَذَنِي إِلَيْهِ وَقَالَ أَبْشِرْ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ قَالَ اللَّهُ تَبَارَكَ وَتَعَالَى وَجَبَتْ مَحَبَّتِي لِلْمُتَحَابِّينَ فِيَّ وَالْمُتَجَالِسِينَ فِيَّ وَالْمُتَزَاوِرِينَ فِيَّ وَالْمُتَبَاذِلِينَ فِيَّو حَدَّثَنِي عَنْ مَالِك أَنَّهُ بَلَغَهُ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ أَنَّهُ كَانَ يَقُولُ الْقَصْدُ وَالتُّؤَدَةُ وَحُسْنُ السَّمْتِ جُزْءٌ مِنْ خَمْسَةٍ وَعِشْرِينَ جُزْءًا مِنْ النُّبُوَّةِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Abu Hazim bin Dinar] dari [Abu Idris Al Khaulani] berkata, \"Aku memasuki masjid Damaskus. Ternyata di dalamnya ada seorang pemuda yang bergigi putih berkilau. Apabila orang-orang yang bersamanya berselisih pendapat, mereka mengembalikannya kepada pemuda itu dan menerima pendapatnya. Lalu aku bertanya tentangnya, lantas ada yang menjawab bahwa dia adalah [Mu'adz bin Jabal] . Keesokan harinya, aku bergegas ke masjid pada waktu yang masih sangat pagi, ternyata aku mendapatinya telah mendahuluiku. Aku mendapatinya sedang shalat, maka aku menunggunya sampai dia selesai shalat. Lalu aku menemuinya dari arah depannya seraya mengucapkan salam, aku berkata kepadanya; 'Demi Allah, sungguh aku mencintaimu karena Allah.' Dia bertanya; 'Apakah karena Allah? ' Aku menjawab; 'Karena Allah.' Dia bertanya lagi; 'Apakah karena Allah? ' Aku menjawab; 'Karena Allah.' Dia bertanya; 'Apakah karena Allah? ' Aku menjawab; 'Karena Allah'.\" Abu Idris berkata; \"Dia menarik ujung serbanku dan menarik diriku ke arahnya lalu berkata; Bergembiralah! aku telah mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Allah Tabaraka Wa Ta'ala berfirman; 'Kecintaan-ku pasti turun kepada siapa yang saling mencintai karena-Ku. Siapa saja yang bermajlis karena-Ku, dan saling mengunjungi karena-Ku. Yang saling berusaha karena-Ku'.\" Telah menceritakan kepadaku dari Malik bahwa telah sampai kabar kepadanya, dari Abdullah bin Abbas bahwa dia berkata; \"Tengah-tengah dalam suatu urusan (adil), bersikap lemah lembut dan penyambutan yang baik adalah sebagian dari dua puluh bagian kenabian.\""
},
{
"number": 1504,
"arab": "حَدَّثَنِي عَنْ مَالِك عَنْ إِسْحَقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ الْأَنْصَارِيِّ عَنْ أَنَسِ بْنِ مَالِكٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الرُّؤْيَا الْحَسَنَةُ مِنْ الرَّجُلِ الصَّالِحِ جُزْءٌ مِنْ سِتَّةٍ وَأَرْبَعِينَ جُزْءًا مِنْ النُّبُوَّةِو حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِ ذَلِكَ",
"id": "Telah menceritakan kepadaku dari Malik dari [Ishaq bin Abdullah bin Abu Thalhah Al-Anshari] dari [Anas bin Malik] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Mimpi yang baik dari seorang laki-laki shalih adalah salah satu bagian dari empat puluh enam kenabian, \" Telah menceritakan kepadaku dari Malik dari [Abu Az Zinad] dari [Al A'raj] dari [Abu Hurairah] dari Rasulullah shallallahu 'alaihi wasallam bersabda seperti di atas."
},
{
"number": 1505,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ إِسْحَقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ عَنْ زُفَرَ بْنِ صَعْصَعَةَ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا انْصَرَفَ مِنْ صَلَاةِ الْغَدَاةِ يَقُولُ هَلْ رَأَى أَحَدٌ مِنْكُمْ اللَّيْلَةَ رُؤْيَا وَيَقُولُ لَيْسَ يَبْقَى بَعْدِي مِنْ النُّبُوَّةِ إِلَّا الرُّؤْيَا الصَّالِحَةُ",
"id": "Telah menceritakan kepadaku dari Malik dari [Ishaq bin Abdullah bin Abu Thalhah] dari [Zufar bin Sha'sha'ah] dari [Bapaknya] dari [Abu Hurairah] bahwa jika Rasulullah shallallahu 'alaihi wasallam selesai shalat subuh beliau bertanya: \"Apakah salah seorang di antara kalian tadi malam bermimpi?\" dan beliau menambahkan: \"Tidak akan ada sifat kenabian setelah-ku yang tertinggal kecuali mimpi yang baik.\""
},
{
"number": 1506,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَنْ يَبْقَى بَعْدِي مِنْ النُّبُوَّةِ إِلَّا الْمُبَشِّرَاتُ فَقَالُوا وَمَا الْمُبَشِّرَاتُ يَا رَسُولَ اللَّهِ قَالَ الرُّؤْيَا الصَّالِحَةُ يَرَاهَا الرَّجُلُ الصَّالِحُ أَوْ تُرَى لَهُ جُزْءٌ مِنْ سِتَّةٍ وَأَرْبَعِينَ جُزْءًا مِنْ النُّبُوَّةِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Zaid bin Aslam] dari [Atha bin Yasar] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidak akan tersisa setelah-ku kenabian kecuali al mubasyirat\" Para shahabat bertanya; \"Apakah al mubasyirat itu, wahai Rasulullah?\" Beliau menjawab: \"Mimpi yang baik yang dilihat oleh seorang laki-laki shalih, \" atau, \"Yang diperlihatkan kepadanya. (mimpi itu merupakan) salah satu bagian dari empat puluh enam sifat kenabian.\""
},
{
"number": 1507,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ أَنَّهُ قَالَ سَمِعْتُ أَبَا قَتَادَةَ بْنَ رِبْعِيٍّ يَقُولُسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ الرُّؤْيَا الصَّالِحَةُ مِنْ اللَّهِ وَالْحُلْمُ مِنْ الشَّيْطَانِ فَإِذَا رَأَى أَحَدُكُمْ الشَّيْءَ يَكْرَهُهُ فَلْيَنْفُثْ عَنْ يَسَارِهِ ثَلَاثَ مَرَّاتٍ إِذَا اسْتَيْقَظَ وَلْيَتَعَوَّذْ بِاللَّهِ مِنْ شَرِّهَا فَإِنَّهَا لَنْ تَضُرَّهُ إِنْ شَاءَ اللَّهُقَالَ أَبُو سَلَمَةَ إِنْ كُنْتُ لَأَرَى الرُّؤْيَا هِيَ أَثْقَلُ عَلَيَّ مِنْ الْجَبَلِ فَلَمَّا سَمِعْتُ هَذَا الْحَدِيثَ فَمَا كُنْتُ أُبَالِيهَا",
"id": "Telah menceritakan kepadaku dari Malik dari [Yahya bin Sa'id] dari [Abu Salamah bin Abdurrahman] berkata; aku telah mendengar [Abu Qatadah bin Rib'i] berkata, \"Aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Mimpi yang baik adalah dari Allah sedangkan mimpi yang buruk dari setan. Jika salah seorang di antara kalian bermimpi sesuatu yang dia benci, maka hendaknya dia meludah ke kirinya tiga kali ketika bangun, dan memohon perlindungan dari Allah dari keburukannya. Karena hal itu tidak akan membahayakannya, insyaallah.\" Abu Salamah berkata; \"Jika aku bermimpi sesuatu yang sangat berat bagiku daripada gunung, maka tatkala aku mendengar hadits ini aku tidak memperdulikannya lagi.\""
},
{
"number": 1508,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِأَنَّهُ كَانَ يَقُولُ فِي هَذِهِ الْآيَةِ{ لَهُمْ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ }قَالَ هِيَ الرُّؤْيَا الصَّالِحَةُ يَرَاهَا الرَّجُلُ الصَّالِحُ أَوْ تُرَى لَهُ",
"id": "Telah menceritakan kepadaku dari Malik dari [Hisyam bin 'Urwah] dari [Bapaknya] menafsirkan tentang ayat: '(Bagi mereka kabar gembira di kehidupan dunia maupun akhirat) ' (Qs. Yunus: 64) \"Yaitu mimpi baik yang dilihat orang yang shalih atau diperlihatkan padanya.\""
},
{
"number": 1509,
"arab": "حَدَّثَنِي عَنْ مَالِك عَنْ مُوسَى بْنِ مَيْسَرَةَ عَنْ سَعِيدِ بْنِ أَبِي هِنْدٍ عَنْ أَبِي مُوسَى الْأَشْعَرِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ لَعِبَ بِالنَّرْدِ فَقَدْ عَصَى اللَّهَ وَرَسُولَهُ",
"id": "Telah menceritakan kepadaku dari Malik dari [Musa bin Maisarah] dari [Sa'id bin Abu Hind] dari [Abu Musa Al Asy'ari] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa bermain dadu, maka dia telah bermaksiat kepada Allah dan RasulNya.\""
},
{
"number": 1510,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَلْقَمَةَ بْنِ أَبِي عَلْقَمَةَ عَنْ أُمِّهِ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ بَلَغَهَاأَنَّ أَهْلَ بَيْتٍ فِي دَارِهَا كَانُوا سُكَّانًا فِيهَا وَعِنْدَهُمْ نَرْدٌ فَأَرْسَلَتْ إِلَيْهِمْ لَئِنْ لَمْ تُخْرِجُوهَا لَأُخْرِجَنَّكُمْ مِنْ دَارِي وَأَنْكَرَتْ ذَلِكَ عَلَيْهِمْ",
"id": "Telah menceritakan kepadaku dari Malik dari ['Alqamah bin Abu 'Alqamah] dari [Ibunya] dari [Aisyah] isteri Nabi shallallahu 'alaihi wasallam, telah sampai kabar kepadanya bahwa ada penghuni sebuah rumah di kampungnya memiliki dadu. Maka 'Aisyah mengirim utusan kepada mereka untuk menyampaikan pesan kepada mereka, \"Jika kalian tidak mengeluarkannya, niscaya aku akan mengusir kalian dari kampungku'. Dan 'Aisyah pun mengingkari mereka.\""
},
{
"number": 1511,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَأَنَّهُ كَانَ إِذَا وَجَدَ أَحَدًا مِنْ أَهْلِهِ يَلْعَبُ بِالنَّرْدِ ضَرَبَهُ وَكَسَرَهَاقَالَ يَحْيَى و سَمِعْت قَوْله تَعَالَى يَقُولُ لَا خَيْرَ فِي الشَّطْرَنْجِ وَكَرِهَهَا وَسَمِعْتُهُ يَكْرَهُ اللَّعِبَ بِهَا وَبِغَيْرِهَا مِنْ الْبَاطِلِ وَيَتْلُو هَذِهِ الْآيَةَ{ فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ }",
"id": "Telah menceritakan kepadaku dari Malik dari [Nafi'] dari [Abdullah bin Umar] bahwa jika dia mendapati salah seorang keluarganya bermain dadu, maka dia memukulnya dan memecahkan dadu tersebut. Yahya berkata; \"Aku mendengar Malik berkata; 'Tidak ada kebaikan dalam dadu', dia membencinya, dan aku juga mendengar bahwa dia membenci permainan dadu atau yang lainnya yang termasuk hal yang batil, lalu dia membaca ayat ini: '(Maka tidak ada sesudah kebenaran itu, melainkan kesesatan) ' (Qs. Yunus; 32) "
},
{
"number": 1512,
"arab": "حَدَّثَنِي عَنْ مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ يُسَلِّمُ الرَّاكِبُ عَلَى الْمَاشِي وَإِذَا سَلَّمَ مِنْ الْقَوْمِ وَاحِدٌ أَجْزَأَ عَنْهُمْ",
"id": "Telah menceritakan kepadaku dari Malik dari [Zaid bin Aslam] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Orang yang berkendaraan memberi salam kepada yang berjalan. Jika salah seorang dari suatu kaum memberi salam maka itu cukup bagi mereka.\""
},
{
"number": 1513,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ وَهْبِ بْنِ كَيْسَانَ عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَطَاءٍ أَنَّهُ قَالَ كُنْتُ جَالِسًا عِنْدَ عَبْدِ اللَّهِ بْنِ عَبَّاسٍفَدَخَلَ عَلَيْهِ رَجُلٌ مِنْ أَهْلِ الْيَمَنِ فَقَالَ السَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ ثُمَّ زَادَ شَيْئًا مَعَ ذَلِكَ أَيْضًا قَالَ ابْنُ عَبَّاسٍ وَهُوَ يَوْمَئِذٍ قَدْ ذَهَبَ بَصَرُهُ مَنْ هَذَا قَالُوا هَذَا الْيَمَانِي الَّذِي يَغْشَاكَ فَعَرَّفُوهُ إِيَّاهُ قَالَ فَقَالَ ابْنُ عَبَّاسٍ إِنَّ السَّلَامَ انْتَهَى إِلَى الْبَرَكَةِ",
"id": "Telah menceritakan kepadaku dari Malik dari [Wahab bin Kaisan] dari [Muhammad bin 'Amru bin Atha] berkata; \"Aku duduk di samping Abdullah bin 'Abbas, lalu seorang penduduk Yaman menemuinya dan mengucapkan; 'ASSALAAMU 'ALAIKUM WARAHMATULLAHI WA BARAKAATUHU (semoga keselamatan dan rahmat Allah serta barakah-Nya tercurah kepada kalian), ' kemudian dia menambahinya dengan sesuatu.\" Ibnu 'Abbas yang ketika itu sudah buta matanya bertanya; \"Siapakah orang itu?\" Mereka menjawab; \"Ini adalah orang Yaman yang hendak menemuimu.\" Kemudian mereka mengenalkannya. Muhammad bin 'Amru berkata: \" [Ibnu 'Abbas] berkata 'Salam itu terhenti pada kata AL BARAKAH.\""
},
{
"number": 1514,
"arab": "حَدَّثَنِي عَنْ مَالِك عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ أَنَّهُ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ الْيَهُودَ إِذَا سَلَّمَ عَلَيْكُمْ أَحَدُهُمْ فَإِنَّمَا يَقُولُ السَّامُ عَلَيْكُمْ فَقُلْ عَلَيْكَقَالَ يَحْيَى و سُئِلَ مَالِك عَمَّنْ سَلَّمَ عَلَى الْيَهُودِيِّ أَوْ النَّصْرَانِيِّ هَلْ يَسْتَقِيلُهُ ذَلِكَ فَقَالَ لَا",
"id": "Telah menceritakan kepadaku dari Malik dari [Abdullah bin Dinar] dari [Abdullah bin Umar] berkata Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika salah seorang Yahudi mengucapkan salam kepada kalian, hanyasanya mereka mengucapkan; ASSAAMU 'ALAIKUM (kebinasaan atas kalian) maka jawablah; 'ALAIKA (juga atas kalian) .\" Yahya berkata; \"Malik ditanya tentang seseorang yang memberi salam kepada orang Yahudi atau Nasrani, apakah dia harus menarik ucapannya? dia menjawab, \"Tidak perlu.\""
},
{
"number": 1515,
"arab": "حَدَّثَنِي عَنْ مَالِك عَنْ إِسْحَقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ عَنْ أَبِي مُرَّةَ مَوْلَى عَقِيلِ بْنِ أَبِي طَالِبٍ عَنْ أَبِي وَاقِدٍ اللَّيْثِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَمَا هُوَ جَالِسٌ فِي الْمَسْجِدِ وَالنَّاسُ مَعَهُ إِذْ أَقْبَلَ نَفَرٌ ثَلَاثَةٌ فَأَقْبَلَ اثْنَانِ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَذَهَبَ وَاحِدٌ فَلَمَّا وَقَفَا عَلَى مَجْلِسِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَلَّمَا فَأَمَّا أَحَدُهُمَا فَرَأَى فُرْجَةً فِي الْحَلْقَةِ فَجَلَسَ فِيهَا وَأَمَّا الْآخَرُ فَجَلَسَ خَلْفَهُمْ وَأَمَّا الثَّالِثُ فَأَدْبَرَ ذَاهِبًا فَلَمَّا فَرَغَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَلَا أُخْبِرُكُمْ عَنْ النَّفَرِ الثَّلَاثَةِ أَمَّا أَحَدُهُمْ فَأَوَى إِلَى اللَّهِ فَآوَاهُ اللَّهُ وَأَمَّا الْآخَرُ فَاسْتَحْيَا فَاسْتَحْيَا اللَّهُ مِنْهُ وَأَمَّا الْآخَرُ فَأَعْرَضَ فَأَعْرَضَ اللَّهُ عَنْهُ",
"id": "Telah menceritakan kepadaku dari Malik dari [Ishaq bin Abdullah bin Abu Thalhah] dari [Abu Murrah] mantan budak 'Aqil bin Abu Thalib, dari [Abu Waqid Al Laitsi] bahwa ketika Rasulullah shallallahu 'alaihi wasallam duduk di masjid bersama orang-orang. Datanglah tiga orang, dua orang menuju ke Rasulullah shallallahu 'alaihi wasallam dan yang satu keluar. Ketika mereka berdua berdiri di majlis Rasulullah shallallahu 'alaihi wasallam, mereka mengucapkan salam. Salah seorang dari mereka melihat ada tempat yang kosong di kumpulan orang lalu dia mendudukinya. Orang kedua duduk di belakang mereka, sedangkan yang ketiga mundur dan pergi. Setelah selesai Rasulullah shallallahu 'alaihi wasallam bersabda: \"Aku kabarkan kepada kalian tentang tiga orang tadi; yang pertama dia telah berlindung kepada Allah, maka Allah pun melindunginya. Orang yang kedua, dia merasa malu, maka Allah pun malu darinya, sedangkan yang ketiga, dia berpaling maka Allah pun berpaling darinya.\""
},
{
"number": 1516,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ إِسْحَقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّهُ سَمِعَ عُمَرَ بْنَ الْخَطَّابِوَسَلَّمَ عَلَيْهِ رَجُلٌ فَرَدَّ عَلَيْهِ السَّلَامَ ثُمَّ سَأَلَ عُمَرُ الرَّجُلَ كَيْفَ أَنْتَ فَقَالَ أَحْمَدُ إِلَيْكَ اللَّهَ فَقَالَ عُمَرُ ذَلِكَ الَّذِي أَرَدْتُ مِنْكَ",
"id": "Telah menceritakan kepadaku dari Malik dari [Ishaq bin Abdullah bin Abu Thalhah] dari [Anas bin Malik] bahwa dia telah mendengar seorang laki-laki memberi salam kepada Umar bin Khattab, lalu ia menjawabnya. Kemudian Umar bertanya kepada lelaki tadi; \"Bagaimana keadaanmu?\" laki-laki itu menjawab; \"Aku memuji Allah untuk (keberkahan) mu.\" Lalu [Umar] berkata; \"Itu yang aku mau darimu.\""
},
{
"number": 1517,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ إِسْحَقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ أَنَّ الطُّفَيْلَ بْنَ أُبَيِّ بْنِ كَعْبٍ أَخْبَرَهُأَنَّهُ كَانَ يَأْتِي عَبْدَ اللَّهِ بْنَ عُمَرَ فَيَغْدُو مَعَهُ إِلَى السُّوقِ قَالَ فَإِذَا غَدَوْنَا إِلَى السُّوقِ لَمْ يَمُرَّ عَبْدُ اللَّهِ بْنُ عُمَرَ عَلَى سَقَاطٍ وَلَا صَاحِبِ بِيعَةٍ وَلَا مِسْكِينٍ وَلَا أَحَدٍ إِلَّا سَلَّمَ عَلَيْهِ قَالَ الطُّفَيْلُ فَجِئْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ يَوْمًا فَاسْتَتْبَعَنِي إِلَى السُّوقِ فَقُلْتُ لَهُ وَمَا تَصْنَعُ فِي السُّوقِ وَأَنْتَ لَا تَقِفُ عَلَى الْبَيِّعِ وَلَا تَسْأَلُ عَنْ السِّلَعِ وَلَا تَسُومُ بِهَا وَلَا تَجْلِسُ فِي مَجَالِسِ السُّوقِ قَالَ وَأَقُولُ اجْلِسْ بِنَا هَاهُنَا نَتَحَدَّثُ قَالَ فَقَالَ لِي عَبْدُ اللَّهِ بْنُ عُمَرَ يَا أَبَا بَطْنٍ وَكَانَ الطُّفَيْلُ ذَا بَطْنٍ إِنَّمَا نَغْدُو مِنْ أَجْلِ السَّلَامِ نُسَلِّمُ عَلَى مَنْ لَقِيَنَا",
"id": "Telah menceritakan kepadaku dari Malik dari [Ishaq bin Abdullah bin Abu Thalhah] bahwa [Thufail bin Ubay bin Ka'b] mengabarkan kepadanya, bahwa dia pernah mendatangi [Abdullah bin Umar] lalu dia pergi ke pasar bersamanya. Thufail bin Ubay berkata; \"Ketika kami pergi ke pasar, tidaklah Abdullah bin Umar melewati rakyat jelata, atau para penjual atau orang miskin atau siapa pun kecuali dia memberinya salam.\" Thufail berkata; \"Pada suatu hari aku menemui Abdullah bin Umar, lalu dia mengajakku pergi ke pasar, aku bertanya kepadanya, \"Apa yang engkau kerjakan di pasar padahal engkau tidak berhenti ke sebuah toko, atau menanyakan barang, tidak menawar sesuatu, atau duduk di tempat penjualan?\" dia menjawab, \"Aku katakan, \"Duduklah di sini kita bicarakan sesuatu.\" lalu Abdullah bin Umar berkata kepadaku, \"Wahai Abu Bathn (perut besar)! -karena ketika itu Thufail perutnya besar-, kita pergi ke pasar hanya untuk mengucapkan salam kepada siapapun yang kita temui'.\""
},
{
"number": 1518,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ أَنَّ رَجُلًا سَلَّمَ عَلَى عَبْدِ اللَّهِ بْنِ عُمَرَفَقَالَ السَّلَامُ عَلَيْكَ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ وَالْغَادِيَاتُ وَالرَّائِحَاتُ فَقَالَ لَهُ عَبْدُ اللَّهِ بْنُ عُمَرَ وَعَلَيْكَ أَلْفًا ثُمَّ كَأَنَّهُ كَرِهَ ذَلِكَ",
"id": "Telah menceritakan kepadaku dari Malik dari [Yahya bin Sa'id] berkata, \"Seorang laki-laki mengucapkan salam kepada Abdullah bin Umar, dia katakan, \"ASSAALAMU 'ALAIKA WA RAHMATULLAH WA BARAKAATUHU WALGHAADIYAATu WARRAA`IHAT (Semoga keselamatan, rahmat dan barakah Allah tercurah kepadamu, dan orang-orang yang pada pagi hari dan sorenya) .\" [Abdullah bin Umar] kemudian menjawabnya; \"WA'ALAIKA ALFAN (dan atas kamu seribu kali), \" seakan-akan dia membenci hal itu."
},
{
"number": 1519,
"arab": "حَدَّثَنِي مَالِك عَنْ صَفْوَانَ بْنِ سُلَيْمٍ عَنْ عَطَاءِ بْنِ يَسَارٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَأَلَهُ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ أَسْتَأْذِنُ عَلَى أُمِّي فَقَالَ نَعَمْ قَالَ الرَّجُلُ إِنِّي مَعَهَا فِي الْبَيْتِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْتَأْذِنْ عَلَيْهَا فَقَالَ الرَّجُلُ إِنِّي خَادِمُهَا فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْتَأْذِنْ عَلَيْهَا أَتُحِبُّ أَنْ تَرَاهَا عُرْيَانَةً قَالَ لَا قَالَ فَاسْتَأْذِنْ عَلَيْهَا",
"id": "Telah menceritakan kepadaku Malik dari [Shafwan bin Sulaim] dari [Atha bin Yasar] berkata, \"Rasulullah shallallahu 'alaihi wasallam pernah ditanya oleh seorang laki-laki, \"Wahai Rasulullah, haruskah aku minta izin kepada ibuku (jika masuk ke kamarnya)?\" beliau menjawab: \"Ya.\" Laki-laki itu bertanya lagi, \"Aku tinggal bersamanya dalam satu rumah?\" Lalu Rasulullah shallallahu 'alaihi wasallam bersabda: \"Mintalah izin kepadanya.\" Laki-laki itu bertanya lagi, \"Aku juga sebagai pelayannya.\" Maka Rasulullah shallallahu 'alaihi wasallam bersabda kepadanya: \"Mintalah izin kepadanya, apakah engkau mau jika mendapatinya sedang telanjang! \" Dia menjawab; \"Tidak.\" Beliau bersabda: \"Maka mintalah izin! \""
},
{
"number": 1520,
"arab": "و حَدَّثَنِي مَالِك عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ عَنْ غَيْرِ وَاحِدٍ مِنْ عُلَمَائِهِمْ أَنَّ أَبَا مُوسَى الْأَشْعَرِيَّجَاءَ يَسْتَأْذِنُ عَلَى عُمَرَ بْنِ الْخَطَّابِ فَاسْتَأْذَنَ ثَلَاثًا ثُمَّ رَجَعَ فَأَرْسَلَ عُمَرُ بْنُ الْخَطَّابِ فِي أَثَرِهِ فَقَالَ مَا لَكَ لَمْ تَدْخُلْ فَقَالَ أَبُو مُوسَى سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ الْاسْتِئْذَانُ ثَلَاثٌ فَإِنْ أُذِنَ لَكَ فَادْخُلْ وَإِلَّا فَارْجِعْ فَقَالَ عُمَرُ وَمَنْ يَعْلَمُ هَذَا لَئِنْ لَمْ تَأْتِنِي بِمَنْ يَعْلَمُ ذَلِكَ لَأَفْعَلَنَّ بِكَ كَذَا وَكَذَا فَخَرَجَ أَبُو مُوسَى حَتَّى جَاءَ مَجْلِسًا فِي الْمَسْجِدِ يُقَالُ لَهُ مَجْلِسُ الْأَنْصَارِ فَقَالَ إِنِّي أَخْبَرْتُ عُمَرَ بْنَ الْخَطَّابِ أَنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ الْاسْتِئْذَانُ ثَلَاثٌ فَإِنْ أُذِنَ لَكَ فَادْخُلْ وَإِلَّا فَارْجِعْ فَقَالَ لَئِنْ لَمْ تَأْتِنِي بِمَنْ يَعْلَمُ هَذَا لَأَفْعَلَنَّ بِكَ كَذَا وَكَذَا فَإِنْ كَانَ سَمِعَ ذَلِكَ أَحَدٌ مِنْكُمْ فَلْيَقُمْ مَعِي فَقَالُوا لِأَبِي سَعِيدٍ الْخُدْرِيِّ قُمْ مَعَهُ وَكَانَ أَبُو سَعِيدٍ أَصْغَرَهُمْ فَقَامَ مَعَهُ فَأَخْبَرَ بِذَلِكَ عُمَرَ بْنَ الْخَطَّابِ فَقَالَ عُمَرُ بْنُ الْخَطَّابِ لِأَبِي مُوسَى أَمَا إِنِّي لَمْ أَتَّهِمْكَ وَلَكِنْ خَشِيتُ أَنْ يَتَقَوَّلَ النَّاسُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ",
"id": "Telah menceritakan kepadaku Malik dari [Rabi'ah bin Abu Abdurrahman] dari [lebih dari satu ulama mereka] bahwa [Abu Musa Al Asy'ari] datang meminta izin kepada Umar bin Khattab, lalu ia mengucapkan salam hingga tiga kali, setelah itu ia kembali pulang. Umar bin Khattab mengutus seseorang untuk mengejarnya. Umar bertanya; \"Kenapa kamu tidak masuk?\" Abu Musa Al Asy'ari menjawab; \"Aku telah mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: 'Minta izin itu tiga kali. Jika kamu diizinkan, masuklah. Jika tidak, maka pulanglah'! \" Lalu Umar bin Khattab berkata; \"Selain engkau siapa yang tahu tentang hadits ini? Jika engkau tidak mendatangkannya kepadaku, maka aku akan melakukan ini dan itu terhadapmu.\" Kemudian Abu Musa keluar hingga mendapatkan suatu majlis di dalam masjid yang disebut majlis Anshar. Dia berkata; \"Aku telah mengabari Umar bin Khattab bahwa aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: 'Minta izin itu tiga kali, jika engkau diizinkan maka masuklah, namun jika tidak maka pulanglah.' lalu Umar berkata; 'Kalau engkau tidak mendatangkan kepadaku siapa saja yang mengetahui hal ini, maka aku akan melakukan begini dan begitu. Maka jika salah seorang di antara kalian pernah mendengarnya, ikutlah denganku.\" Orang-orang lalu berkata kepada [Abu Sa'id Al Khudri]; \"Ikutlah bersamanya! \" ketika itu Abu Sa'id Al Khudri adalah orang yang termuda di antara mereka, maka ia pun pergi bersama Abu Musa dan memberi kesaksian kepada Umar bin Khattab. Kemudian Umar bin Khattab berkata kepada Abu Musa; \"Aku tidak meragukanmu, hanya saja aku khawatir jika manusia membuat-buat ucapan (yang dinisbatkan) atas Rasulullah shallallahu 'alaihi wasallam.\""
},
{
"number": 1521,
"arab": "حَدَّثَنِي مَالِك عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ عَنْ أَبِيهِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنْ عَطَسَ فَشَمِّتْهُ ثُمَّ إِنْ عَطَسَ فَشَمِّتْهُ ثُمَّ إِنْ عَطَسَ فَشَمِّتْهُ ثُمَّ إِنْ عَطَسَ فَقُلْ إِنَّكَ مَضْنُوكٌقَالَ عَبْدُ اللَّهِ بْنُ أَبِي بَكْرٍ لَا أَدْرِي أَبَعْدَ الثَّالِثَةِ أَوْ الرَّابِعَةِ",
"id": "Telah menceritakan kepadaku Malik dari [Abdullah bin Abu Bakar] dari [Bapaknya] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika ada yang bersin, maka bertasymitlah. Jika bersin lagi maka bertasymitlah, lalu jika bersin lagi maka bertasymitlah. Jika masih bersin maka katakanlah; 'Kamu sedang sakit pilek'.\" Abdullah bin Abu Bakar berkata; \"Aku tidak tahu apakah (mengatakannya) setelah yang ketiga atau keempat.\" "
},
{
"number": 1522,
"arab": "و حَدَّثَنِي مَالِك عَنْ نَافِعٍ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَكَانَ إِذَا عَطَسَ فَقِيلَ لَهُ يَرْحَمُكَ اللَّهُ قَالَ يَرْحَمُنَا اللَّهُ وَإِيَّاكُمْ وَيَغْفِرُ لَنَا وَلَكُمْ",
"id": "Telah menceritakan kepadaku Malik dari [Nafi'] berkata, \"Ketika [Abdullah bin Umar] bersin, lalu ada yang mendoakan kepadanya; \"YARHAMUKALLAH (Semoga Allah merahmatimu) \" Maka ia membalas; \"YARHAMUNA ALLAHU WA IYYAKUM WA YAGHFIRU LANA WA LAKUM (Semoga Allah merahmatiku dan kalian dan mengampuni dosaku dan kalian) .\""
},
{
"number": 1523,
"arab": "حَدَّثَنِي مَالِك عَنْ إِسْحَقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ أَنَّ رَافِعَ بْنَ إِسْحَقَ مَوْلَى الشِّفَاءِ أَخْبَرَهُ قَالَدَخَلْتُ أَنَا وَعَبْدُ اللَّهِ بْنُ أَبِي طَلْحَةَ عَلَى أَبِي سَعِيدٍ الْخُدْرِيِّ نَعُودُهُ فَقَالَ لَنَا أَبُو سَعِيدٍ أَخْبَرَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّ الْمَلَائِكَةَ لَا تَدْخُلُ بَيْتًا فِيهِ تَمَاثِيلُ أَوْ تَصَاوِيرُشَكَّ إِسْحَقُ لَا يَدْرِي أَيَّتَهُمَا قَالَ أَبُو سَعِيدٍ",
"id": "Telah menceritakan kepadaku Malik dari [Ishaq bin Abdullah bin Abu Thalhah] bahwa [Rafi' bin Ishaq] mantan budak Asy Syifa', mengabarkan kepadanya, ia berkata, \"Aku masuk ke rumah Abu Sa'id Al Khudri bersama Abdullah bin Abu Thalhah untuk menjenguknya.\" Maka [Abu Sa'id] berkata kepada kami; \"Rasulullah shallallahu 'alaihi wasallam mengabarkan kepadaku bahwa para Malaikat tidak akan masuk rumah yang ada patung, atau gambar di dalamnya.\" Ishaq ragu yang mana di antara keduanya yang dikatakan Abu Sa'id.\""
},
{
"number": 1524,
"arab": "و حَدَّثَنِي مَالِك عَنْ أَبِي النَّضْرِ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ أَنَّهُ دَخَلَ عَلَى أَبِي طَلْحَةَ الْأَنْصَارِيِّيَعُودُهُ قَالَ فَوَجَدَ عِنْدَهُ سَهْلَ بْنَ حُنَيْفٍ فَدَعَا أَبُو طَلْحَةَ إِنْسَانًا فَنَزَعَ نَمَطًا مِنْ تَحْتِهِ فَقَالَ لَهُ سَهْلُ بْنُ حُنَيْفٍ لِمَ تَنْزِعُهُ قَالَ لِأَنَّ فِيهِ تَصَاوِيرَ وَقَدْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيهَا مَا قَدْ عَلِمْتَ فَقَالَ سَهْلٌ أَلَمْ يَقُلْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَّا مَا كَانَ رَقْمًا فِي ثَوْبٍ قَالَ بَلَى وَلَكِنَّهُ أَطْيَبُ لِنَفْسِي",
"id": "Telah menceritakan kepadaku Malik dari [Abu Nadlr] dari ['Ubaidullah bin Abdullah bin 'Utbah bin Mas'ud] bahwa dia hendak menemui [Abu Thalhah Al Anshari] untuk menjenguknya. Abu An Nadlr berkata; \"Kemudian dia mendapati [Sahl bin Hunaif] sudah ada di sampingnya. Abu Thalhah lalu memanggil seseorang untuk melepas tikar yang ada di bawahnya. Sahl bin Hunaif bertanya; \"Kenapa engkau menariknya?\" dia menjawab; \"Karena ada gambar di dalamnya, padahal Rasulullah shallallahu 'alaihi wasallam telah bersabda sebagaimana yang engkau tahu.\" Lalu Sahl berkata: \"Bukankah Rasulullah shallallahu 'alaihi wasallam bersabda kecuali yang tertulis dalam kain.\" Dia berkata: \"Benar, tapi ini lebih menenangkan jiwaku.\""
},
{
"number": 1525,
"arab": "و حَدَّثَنِي مَالِك عَنْ نَافِعٍ عَنْ الْقَاسِمِ بْنِ مُحَمَّدٍ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَأَنَّهَا اشْتَرَتْ نُمْرُقَةً فِيهَا تَصَاوِيرُ فَلَمَّا رَآهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَامَ عَلَى الْبَابِ فَلَمْ يَدْخُلْ فَعَرَفَتْ فِي وَجْهِهِ الْكَرَاهِيَةَ وَقَالَتْ يَا رَسُولَ اللَّهِ أَتُوبُ إِلَى اللَّهِ وَإِلَى رَسُولِهِ فَمَاذَا أَذْنَبْتُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَمَا بَالُ هَذِهِ النُّمْرُقَةِ قَالَتْ اشْتَرَيْتُهَا لَكَ تَقْعُدُ عَلَيْهَا وَتَوَسَّدُهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ أَصْحَابَ هَذِهِ الصُّوَرِ يُعَذَّبُونَ يَوْمَ الْقِيَامَةِ يُقَالُ لَهُمْ أَحْيُوا مَا خَلَقْتُمْ ثُمَّ قَالَ إِنَّ الْبَيْتَ الَّذِي فِيهِ الصُّوَرُ لَا تَدْخُلُهُ الْمَلَائِكَةُ",
"id": "Telah menceritakan kepadaku Malik dari [Nafi'] dari [Al Qasim bin Muhammad] dari [Aisyah] isteri Nabi shallallahu 'alaihi wasallam, bahwasanya ia telah membeli numruqah yang ada gambarnya. Ketika Rasulullah shallallahu 'alaihi wasallam melihatnya, beliau berdiri di depan pintu dan tidak masuk ke dalam rumah. Aisyah melihat pada wajah beliau ada rona kebencian, maka dia bertanya; \"Wahai Rasulullah, aku bertaubat kepada Allah dan Rasul-Nya, dosa apa yang telah aku perbuat?\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Ada apa dengan bantal ini?\" Dia menjawab; \"Aku telah membelinya agar anda duduk dengannya atau anda jadikan sebagai bantal.\" Lalu Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya orang yang menggambar gambar ini akan disiksa pada Hari Kiamat. Dikatakan kepada mereka; 'Hidupkan yang telah kalian buat, ' kemudian beliau bersabda: \"Sesungguhnya malaikat tidak akan masuk ke dalam rumah yang ada gambarnya.\" "
},
{
"number": 1526,
"arab": "حَدَّثَنِي مَالِك عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي صَعْصَعَةَ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ أَنَّهُ قَالَدَخَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْتَ مَيْمُونَةَ بِنْتِ الْحَارِثِ فَإِذَا ضِبَابٌ فِيهَا بَيْضٌ وَمَعَهُ عَبْدُ اللَّهِ بْنُ عَبَّاسٍ وَخَالِدُ بْنُ الْوَلِيدِ فَقَالَ مِنْ أَيْنَ لَكُمْ هَذَا فَقَالَتْ أَهْدَتْهُ لِي أُخْتِي هُزَيْلَةُ بِنْتُ الْحَارِثِ فَقَالَ لِعَبْدِ اللَّهِ بْنِ عَبَّاسٍ وَخَالِدِ بْنِ الْوَلِيدِ كُلَا فَقَالَا أَوَلَا تَأْكُلُ أَنْتَ يَا رَسُولَ اللَّهِ فَقَالَ إِنِّي تَحْضُرُنِي مِنْ اللَّهِ حَاضِرَةٌ قَالَتْ مَيْمُونَةُ أَنَسْقِيكَ يَا رَسُولَ اللَّهِ مِنْ لَبَنٍ عِنْدَنَا فَقَالَ نَعَمْ فَلَمَّا شَرِبَ قَالَ مِنْ أَيْنَ لَكُمْ هَذَا فَقَالَتْ أَهْدَتْهُ لِي أُخْتِي هُزَيْلَةُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرَأَيْتِكِ جَارِيَتَكِ الَّتِي كُنْتِ اسْتَأْمَرْتِينِي فِي عِتْقِهَا أَعْطِيهَا أُخْتَكِ وَصِلِي بِهَا رَحِمَكِ تَرْعَى عَلَيْهَا فَإِنَّهُ خَيْرٌ لَكِ",
"id": "Telah menceritakan kepadaku Malik dari [Abdurrahman bin Abdullah bin Abdurrahman bin Abu Sha'sha'ah] dari [Sulaiman bin Yasar] berkata \"Rasulullah shallallahu 'alaihi wasallam memasuki rumah Maimunah binti Al Haris, ternyata di dalamnya ada beberapa biawak dengan telurnya. Beliau saat itu bersama Abdullah bin Abbas dan Khalid bin Walid. Beliau bertanya: \"Dari mana ini?\" Maimunah menjawab, \"Saudariku, Hudzailah binti Al Harits menghadiahkannya kepadaku.\" Beliau berkata kepada Abdullah bin Abbas dan Khalid bin Walid: \"Kalian berdua, makanlah.\" Mereka bertanya; \"Kenapa anda tidak memakannya, Wahai Rasulullah? ' Beliau menjawab: \"Sesungguhnya telah hadir hidangan dari Allah.\" Maimunah bertanya; \"Apakah anda mau kami hidangkan susu?\" Beliau menjawab: \"Ya.\" Dan ketika beliau akan meminum susu tersebut beliau bertanya: \"Dari mana ini?\" Maimunah menjawab; \"Saudariku, Hudzailah menghadiahkan kepadaku.\" Rasulullah shallallahu 'alaihi wasallam bersabda: 'Apa pendapatmu tentang budak wanitamu yang engkau pernah minta agar aku membebaskannya? Berikan (kembalikan) kepada saudarimu dan sambunglah silaturrahim agar dia yang merawatnya karena itu lebih baik untukmu'.\""
},
{
"number": 1527,
"arab": "و حَدَّثَنِي مَالِك عَنْ ابْنِ شِهَابٍ عَنْ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حُنَيْفٍ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ عَنْ خَالِدِ بْنِ الْوَلِيدِ بْنِ الْمُغِيرَةِأَنَّهُ دَخَلَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْتَ مَيْمُونَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأُتِيَ بِضَبٍّ مَحْنُوذٍ فَأَهْوَى إِلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِيَدِهِ فَقَالَ بَعْضُ النِّسْوَةِ اللَّاتِي فِي بَيْتِ مَيْمُونَةَ أَخْبِرُوا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَا يُرِيدُ أَنْ يَأْكُلَ مِنْهُ فَقِيلَ هُوَ ضَبٌّ يَا رَسُولَ اللَّهِ فَرَفَعَ يَدَهُ فَقُلْتُ أَحَرَامٌ هُوَ يَا رَسُولَ اللَّهِ فَقَالَ لَا وَلَكِنَّهُ لَمْ يَكُنْ بِأَرْضِ قَوْمِي فَأَجِدُنِي أَعَافُهُ قَالَ خَالِدٌ فَاجْتَرَرْتُهُ فَأَكَلْتُهُ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَنْظُرُ",
"id": "Telah menceritakan kepadaku Malik dari [Ibnu Syihab] dari [Abu Umamah bin Sahl bin Hunaif] dari [Abdullah bin Abbas] dari [Khalid bin Walid bin Al Mughirah] bahwa dia bersama Rasulullah shallallahu 'alaihi wasallam memasuki rumah Maimunah, isteri Nabi shallallahu 'alaihi wasallam. Kemudian dihidangkan daging biawak yang telah dipanggang, lalu Rasulullah shallallahu 'alaihi wasallam mengulurkan tangannya untuk mengambilnya, tetapi para wanita yang ada di sana berkata; \"Beritahu Rasulullah shallallahu 'alaihi wasallam tentang apa yang hendak beliau makan! \" Maka dikatakan kepada beliau; \"Itu adalah daging biawak, Wahai Rasulullah.\" Maka beliau pun mengangkat kembali tangannya. Khalid bin Walid bertanya; \"Apakah itu haram, Wahai Rasulullah?\" beliau menjawab: \"Tidak, hanya saja daging ini tidak ada di daerahku, maka aku merasa jijik.\" Khalid berkata; \"Aku lalu memotong dan memakannya, sementara Rasulullah shallallahu 'alaihi wasallam melihat.\""
},
{
"number": 1528,
"arab": "و حَدَّثَنِي مَالِك عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَأَنَّ رَجُلًا نَادَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ مَا تَرَى فِي الضَّبِّ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَسْتُ بِآكِلِهِ وَلَا بِمُحَرِّمِهِ",
"id": "Telah menceritakan kepadaku Malik dari [Abdullah bin Dinar] dari [Abdullah bin Umar] bahwa ada seorang lelaki memanggil Rasulullah shallallahu 'alaihi wasallam; \"Wahai Rasulullah apa pendapat anda tentang daging biawak?\" Rasulullah shallallahu 'alaihi wasallam menjawab: \"Aku tidak memakannya dan tidak mengharamkannya.\""
},
{
"number": 1529,
"arab": "حَدَّثَنِي مَالِك عَنْ يَزِيدَ بْنِ خُصَيْفَةَ أَنَّ السَّائِبَ بْنَ يَزِيدَ أَخْبَرَهُ أَنَّهُ سَمِعَ سُفْيَانَ بْنَ أَبِي زُهَيْرٍ وَهُوَ رَجُلٌ مِنْ أَزْدِ شَنُوءَةَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يُحَدِّثُ نَاسًا مَعَهُ عِنْدَ بَابِ الْمَسْجِدِ فَقَالَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَنْ اقْتَنَى كَلْبًا لَا يُغْنِي عَنْهُ زَرْعًا وَلَا ضَرْعًا نَقَصَ مِنْ عَمَلِهِ كُلَّ يَوْمٍ قِيرَاطٌ قَالَ أَنْتَ سَمِعْتَ هَذَا مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِي وَرَبِّ هَذَا الْمَسْجِدِ",
"id": "Telah menceritakan kepadaku Malik dari [Yazid bin Hushaifah] bahwa [As Sa`ib bin Yazid] ia mengabarkan telah mengabarkan kepadanya, bahwa ia mendengar [Sufyan bin Abu Zuhair] -dia adalah seorang laki-laki sahabat Nabi shallallahu 'alaihi wasallam, berasal dari Azdi Syanuah, dia menceritakan hadits kepada orang-orang di depan pintu masjid- ia mengatakan \"Aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: 'Barangsiapa memelihara anjing yang tidak digunakan untuk menjaga tanaman ataupun ternak, maka akan berkurang amalnya setiap hari satu qirath.\" As Sa`ib bin Yazid bertanya; \"Apakah engkau mendengarnya dari Rasulullah shallallahu 'alaihi wasallam?\" Dia menjawab; \"Ya, demi Rabb masjid ini.\" "
},
{
"number": 1530,
"arab": "و حَدَّثَنِي مَالِك عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ اقْتَنَى كَلْبًا إِلَّا كَلْبًا ضَارِيًا أَوْ كَلْبَ مَاشِيَةٍ نَقَصَ مِنْ عَمَلِهِ كُلَّ يَوْمٍ قِيرَاطَانِ",
"id": "Telah menceritakan kepadaku Malik dari [Nafi'] dari [Abdullah bin Umar] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa memelihara anjing selain anjing yang terlatih atau anjing untuk menjaga ternak, maka akan berkurang amalannya setiap hari dua qirath.\" "
},
{
"number": 1531,
"arab": "و حَدَّثَنِي مَالِك عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَ بِقَتْلِ الْكِلَابِ",
"id": "Telah menceritakan kepadaku Malik dari [Nafi'] dari [Abdullah bin Umar] bahwa Rasulullah shallallahu 'alaihi wasallam memerintahkan untuk membunuh anjing.\""
},
{
"number": 1532,
"arab": "حَدَّثَنِي مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ رَأْسُ الْكُفْرِ نَحْوَ الْمَشْرِقِ وَالْفَخْرُ وَالْخُيَلَاءُ فِي أَهْلِ الْخَيْلِ وَالْإِبِلِ وَالْفَدَّادِينَ أَهْلِ الْوَبَرِ وَالسَّكِينَةُ فِي أَهْلِ الْغَنَمِ",
"id": "Telah menceritakan kepadaku Malik dari [Abu Az Zinad] dari [Al A'raj] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Pangkal kekufuran dari arah timur, sedangkan kesombongan dan keangkuhan terdapat pada pemilik kuda dan unta. Adapun al fadad itu terdapat pada orang badui dan ketenangan terdapat pada pemilik kambing.\""
},
{
"number": 1533,
"arab": "و حَدَّثَنِي مَالِك عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي صَعْصَعَةَ عَنْ أَبِيهِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ أَنَّهُ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُوشِكُ أَنْ يَكُونَ خَيْرَ مَالِ الْمُسْلِمِ غَنَمٌ يَتْبَعُ بِهَا شَعَفَ الْجِبَالِ وَمَوَاقِعَ الْقَطْرِ يَفِرُّ بِدِينِهِ مِنْ الْفِتَنِ",
"id": "Telah menceritakan kepadaku Malik dari [Abdurrahman bin Abdullah bin Abdurrahman bin Abu Sha'sha'ah] dari [Bapaknya] dari [Abu Sa'id Al Khudri] berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Hampir-hampir harta yang paling baik bagi seorang muslim adalah kambing; dengan kambing itu dia menyusuri puncak-pundak gunung dan tempat-tempat turunnya hujan, menyelamatkan agamanya dari berbagai fitnah.\""
},
{
"number": 1534,
"arab": "و حَدَّثَنِي مَالِك عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَحْتَلِبَنَّ أَحَدٌ مَاشِيَةَ أَحَدٍ بِغَيْرِ إِذْنِهِ أَيُحِبُّ أَحَدُكُمْ أَنْ تُؤْتَى مَشْرُبَتُهُ فَتُكْسَرَ خِزَانَتُهُ فَيُنْتَقَلَ طَعَامُهُ وَإِنَّمَا تَخْزُنُ لَهُمْ ضُرُوعُ مَوَاشِيهِمْ أَطْعِمَاتِهِمْ فَلَا يَحْتَلِبَنَّ أَحَدٌ مَاشِيَةَ أَحَدٍ إِلَّا بِإِذْنِهِ",
"id": "Telah menceritakan kepadaku Malik dari [Nafi'] dari [Ibnu Umar] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Janganlah seseorang memerah susu ternak orang lain tanpa izin pemiliknya. Apakah kalian suka jika kamarnya didatangi, lalu lemari penyimpanannya dihancurkan dan makanannya dipindahkan? Hanyasanya kantung susu hewan ternak itulah yang menjadi tempat penyimpanan makanan mereka, maka janganlah seseorang memerah susu ternak orang lain tanpa izinnya.\""
},
{
"number": 1535,
"arab": "و حَدَّثَنِي مَالِك عَنْ نَافِعٍ أَنَّ ابْنَ عُمَرَكَانَ يُقَرَّبُ إِلَيْهِ عَشَاؤُهُ فَيَسْمَعُ قِرَاءَةَ الْإِمَامِ وَهُوَ فِي بَيْتِهِ فَلَا يَعْجَلُ عَنْ طَعَامِهِ حَتَّى يَقْضِيَ حَاجَتَهُ مِنْهُ",
"id": "Telah menceritakan kepadaku Malik dari [Nafi'] bahwa ketika makan malam [Ibnu Umar] telah disiapkan, ia kemudian mendengar bacaan imam (shalat), sementara ia masih berada di rumahnya. Maka dia tidak mempercepat makannya sampai dia menyelesaikannya.\""
},
{
"number": 1536,
"arab": "و حَدَّثَنِي مَالِك عَنْ ابْنِ شِهَابٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ عَنْ مَيْمُونَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْ الْفَأْرَةِ تَقَعُ فِي السَّمْنِ فَقَالَ انْزِعُوهَا وَمَا حَوْلَهَا فَاطْرَحُوهُ",
"id": "Telah menceritakan kepadaku Malik dari [Ibnu Syihab] dari ['Ubaidullah bin Abdullah bin 'Utbah bin Mas'ud] dari [Abdullah bin Abbas] dari [Maimunah] isteri Nabi shallallahu 'alaihi wasallam, Rasulullah shallallahu 'alaihi wasallam pernah ditanya tentang tikus yang jatuh ke dalam minyak samin. Maka beliau menjawab: \"Ambillah (tikusnya), dan buanglah yang ada di sekelilingnya.\""
},
{
"number": 1537,
"arab": "و حَدَّثَنِي مَالِك عَنْ أَبِي حَازِمِ بْنِ دِينَارٍ عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنْ كَانَ فَفِي الْفَرَسِ وَالْمَرْأَةِ وَالْمَسْكَنِ يَعْنِي الشُّؤْمَ",
"id": "Telah menceritakan kepadaku Malik dari [Abu Hazim bin Dinar] dari [Sahl bin Sa'ad As Sa'idi] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika memang ada, maka itu pada pada kuda, wanita, dan tempat tinggal.\" Maksudnya adalah keyakinan negatif (pesimis) ."
},
{
"number": 1538,
"arab": "و حَدَّثَنِي مَالِك عَنْ ابْنِ شِهَابٍ عَنْ حَمْزَةَ وَسَالِمٍ ابْنَيْ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الشُّؤْمُ فِي الدَّارِ وَالْمَرْأَةِ وَالْفَرَسِ",
"id": "Telah menceritakan kepadaku Malik dari [Ibnu Syihab] dari [Hamzah] dan [Salim] anak Abdullah bin 'Umar, dari [Abdullah bin Umar] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Keyakinan bahwa sesuatu dapat menimbulkan kesialan ada pada tempat tinggal, wanita, dan kuda.\""
},
{
"number": 1539,
"arab": "و حَدَّثَنِي مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ أَنَّهُ قَالَجَاءَتْ امْرَأَةٌ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ يَا رَسُولَ اللَّهِ دَارٌ سَكَنَّاهَا وَالْعَدَدُ كَثِيرٌ وَالْمَالُ وَافِرٌ فَقَلَّ الْعَدَدُ وَذَهَبَ الْمَالُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَعُوهَا ذَمِيمَةً",
"id": "Telah menceritakan kepadaku Malik dari [Yahya bin Sa'id] berkata; \"Seorang wanita datang kepada Rasulullah shallallahu 'alaihi wasallam dan berkata; 'Wahai Rasulullah, kami tinggal di sebuah rumah, jumlahnya (penghuninya) banyak, dan harta melimpah. Kemudian jumlahnya (penghuninya menjadi) berkurang dan hartapun habis, ' Rasulullah shallallahu 'alaihi wasallam bersabda: \"Biarkanlah rumah itu terhina.\""
},
{
"number": 1540,
"arab": "حَدَّثَنِي مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِلَقْحَةٍ تُحْلَبُ مَنْ يَحْلُبُ هَذِهِ فَقَامَ رَجُلٌ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا اسْمُكَ فَقَالَ لَهُ الرَّجُلُ مُرَّةُ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اجْلِسْ ثُمَّ قَالَ مَنْ يَحْلُبُ هَذِهِ فَقَامَ رَجُلٌ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا اسْمُكَ فَقَالَ حَرْبٌ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اجْلِسْ ثُمَّ قَالَ مَنْ يَحْلُبُ هَذِهِ فَقَامَ رَجُلٌ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا اسْمُكَ فَقَالَ يَعِيشُ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ احْلُبْ",
"id": "Telah menceritakan kepadaku Malik dari [Yahya bin Sa'id] bahwa Rasulullah shallallahu 'alaihi wasallam berkata tentang unta yang hampir melahirkan lalu diperah susunya: \"Siapa yang akan memerah susu ini?\" Lalu berdirilah seorang laki-laki, Rasulullah shallallahu 'alaihi wasallam bertanya: \"Siapa namamu?\" laki-laki itu menjawab; \"Aku Murrah.\" Rasulullah shallallahu 'alaihi wasallam berkata: \"Duduklah! \" beliau bertanya lagi: \"Siapakah yang akan memerah susu ini?\" berdirilah seorang laki-laki. Rasulullah shallallahu 'alaihi wasallam bertanya: \"Siapa namamu?\" laki-laki itu menjawab, \"Aku Harb.\" Rasulullah shallallahu 'alaihi wasallam berkata: \"Duduklah! \" beliau bertanya lagi: \"Siapakah yang akan memerah susu ini?\" lalu berdirilah seorang laki-laki. Rasulullah shallallahu 'alaihi wasallam bertanya: \"Siapakah namamu?\" laki-laki itu menjawab; \"Ya'isy.\" Rasulullah shallallahu 'alaihi wasallam pun kemudian berkata kepadanya: \"Perahlah! \""
},
{
"number": 1541,
"arab": "و حَدَّثَنِي مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ أَنَّ عُمَرَ بْنَ الْخَطَّابِقَالَ لِرَجُلٍ مَا اسْمُكَ فَقَالَ جَمْرَةُ فَقَالَ ابْنُ مَنْ فَقَالَ ابْنُ شِهَابٍ قَالَ مِمَّنْ قَالَ مِنْ الْحُرَقَةِ قَالَ أَيْنَ مَسْكَنُكَ قَالَ بِحَرَّةِ النَّارِ قَالَ بِأَيِّهَا قَالَ بِذَاتِ لَظًى قَالَ عُمَرُ أَدْرِكْ أَهْلَكَ فَقَدْ احْتَرَقُواقَالَ فَكَانَ كَمَا قَالَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ",
"id": "Telah menceritakan kepadaku Malik dari [Yahya bin Sa'id] bahwa [Umar bin Khattab] bertanya kepada seorang laki-laki; \"Siapa namamu?\" Laki-laki itu menjawab, \"Jamrah.\" Umar bertanya lagi, \"Anak siapa?\" laki-laki itu menjawab, \"Anak Syihab.\" Umar bertanya lagi, \"Dari suku apa?\" laki-laki itu menjawab, \"Dari Hurqah (terbakar) \". Kemudian Umar bertanya lagi, \"Tinggal di mana?\" laki-laki itu menjawab; \"Harratin Nar (perkampungan api), \" Dia bertanya lagi, \"Di bagian mana?\" laki-laki itu menjawab, \"Di daerah Dzatu Lazha (yang memiliki nyala api) .\" Umar lalu berkata; \"Temuilah keluargamu, sesungguhnya mereka telah terbakar.\" Yahya bin Sa'id berkata, \"Maka terjadilah seperti apa yang di beritahukan Umar radliallahu 'anhu.\" "
},
{
"number": 1542,
"arab": "حَدَّثَنِي مَالِك عَنْ حُمَيْدٍ الطَّوِيلِ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّهُ قَالَاحْتَجَمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَجَمَهُ أَبُو طَيْبَةَ فَأَمَرَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِصَاعٍ مِنْ تَمْرٍ وَأَمَرَ أَهْلَهُ أَنْ يُخَفِّفُوا عَنْهُ مِنْ خَرَاجِهِ",
"id": "Telah menceritakan kepadaku Malik dari [Humaid Ath Thawil] dari [Anas bin Malik] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam melakukan bekam, sementara yang membekam adalah Abu Thaibah, kemudian Rasulullah shallallahu 'alaihi wasallam memberinya satu Sha' kurma, dan menyuruh keluarganya agar meringankan beban pajaknya.\" "
},
{
"number": 1543,
"arab": "و حَدَّثَنِي مَالِك عَنْ ابْنِ شِهَابٍ عَنْ ابْنِ مُحَيِّصَةَ الْأَنْصَارِيِّ أَحَدِ بَنِي حَارِثَةَأَنَّهُ اسْتَأْذَنَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي إِجَارَةِ الْحَجَّامِ فَنَهَاهُ عَنْهَا فَلَمْ يَزَلْ يَسْأَلُهُ وَيَسْتَأْذِنُهُ حَتَّى قَالَ اعْلِفْهُ نُضَّاحَكَ يَعْنِي رَقِيقَكَ",
"id": "Telah menceritakan kepadaku Malik dari [Ibnu Syihab] dari [Ibnu Muhaishah Al Anshari] seorang dari Bani Harisah, dia meminta izin kepada Rasulullah shallallahu 'alaihi wasallam tetang upah tukang bekam, lalu beliau melarangnya. Maka dia terus menanyakannya dan meminta izin beliau hingga beliau bersabda: \"Berikanlah pada budakmu.\""
},
{
"number": 1544,
"arab": "حَدَّثَنِي مَالِك عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ أَنَّهُ قَالَرَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُشِيرُ إِلَى الْمَشْرِقِ وَيَقُولُ هَا إِنَّ الْفِتْنَةَ هَاهُنَا إِنَّ الْفِتْنَةَ هَاهُنَا مِنْ حَيْثُ يَطْلُعُ قَرْنُ الشَّيْطَانِ",
"id": "Telah menceritakan kepadaku Malik dari [Abdullah bin Dinar] dari [Abdullah bin Umar] berkata; \"Aku melihat Rasulullah shallallahu 'alaihi wasallam menunjuk ke arah timur dan bersabda: 'Sesungguhnya fitnah itu dari sana, sesungguhnya fitnah itu dari sana, dari tempat munculnya tanduk setan'.\""
},
{
"number": 1545,
"arab": "حَدَّثَنِي مَالِك عَنْ نَافِعٍ عَنْ أَبِي لُبَابَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ قَتْلِ الْحَيَّاتِ الَّتِي فِي الْبُيُوتِ",
"id": "Telah menceritakan kepadaku Malik dari [Nafi'] dari [Abu Lubabah] bahwa Rasulullah shallallahu 'alaihi wasallam melarang membunuh ular yang ada di rumah-rumah.\""
},
{
"number": 1546,
"arab": "و حَدَّثَنِي مَالِك عَنْ نَافِعٍ عَنْ سَائِبَةَ مَوْلَاةٍ لِعَائِشَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ قَتْلِ الْجِنَّانِ الَّتِي فِي الْبُيُوتِ إِلَّا ذَا الطُّفْيَتَيْنِ وَالْأَبْتَرَ فَإِنَّهُمَا يَخْطِفَانِ الْبَصَرَ وَيَطْرَحَانِ مَا فِي بُطُونِ النِّسَاءِ",
"id": "Telah menceritakan kepadaku Malik dari [Nafi'] dari [Sa`ibah] mantan budak wanita Aisyah, bahwa Rasulullah shallallahu 'alaihi wasallam melarang membunuh sekelompok ular kecil yang ada di dalam rumah, kecuali dzu thufyatain dan al abtar, karena dua golongan ini menyilaukan mata dan dapat menggugurkan apa yang ada di kandungan. "
},
{
"number": 1547,
"arab": "و حَدَّثَنِي مَالِك عَنْ صَيْفِيٍّ مَوْلَى ابْنِ أَفْلَحَ عَنْ أَبِي السَّائِبِ مَوْلَى هِشَامِ بْنِ زُهْرَةَ أَنَّهُ قَالَ دَخَلْتُ عَلَى أَبِي سَعِيدٍ الْخُدْرِيِّفَوَجَدْتُهُ يُصَلِّي فَجَلَسْتُ أَنْتَظِرُهُ حَتَّى قَضَى صَلَاتَهُ فَسَمِعْتُ تَحْرِيكًا تَحْتَ سَرِيرٍ فِي بَيْتِهِ فَإِذَا حَيَّةٌ فَقُمْتُ لِأَقْتُلَهَا فَأَشَارَ أَبُو سَعِيدٍ أَنْ اجْلِسْ فَلَمَّا انْصَرَفَ أَشَارَ إِلَى بَيْتٍ فِي الدَّارِ فَقَالَ أَتَرَى هَذَا الْبَيْتَ فَقُلْتُ نَعَمْ قَالَ إِنَّهُ قَدْ كَانَ فِيهِ فَتًى حَدِيثُ عَهْدٍ بِعُرْسٍ فَخَرَجَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى الْخَنْدَقِ فَبَيْنَا هُوَ بِهِ إِذْ أَتَاهُ الْفَتَى يَسْتَأْذِنُهُ فَقَالَ يَا رَسُولَ اللَّهِ ائْذَنْ لِي أُحْدِثُ بِأَهْلِي عَهْدًا فَأَذِنَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ خُذْ عَلَيْكَ سِلَاحَكَ فَإِنِّي أَخْشَى عَلَيْكَ بَنِي قُرَيْظَةَ فَانْطَلَقَ الْفَتَى إِلَى أَهْلِهِ فَوَجَدَ امْرَأَتَهُ قَائِمَةً بَيْنَ الْبَابَيْنِ فَأَهْوَى إِلَيْهَا بِالرُّمْحِ لِيَطْعُنَهَا وَأَدْرَكَتْهُ غَيْرَةٌ فَقَالَتْ لَا تَعْجَلْ حَتَّى تَدْخُلَ وَتَنْظُرَ مَا فِي بَيْتِكَ فَدَخَلَ فَإِذَا هُوَ بِحَيَّةٍ مُنْطَوِيَةٍ عَلَى فِرَاشِهِ فَرَكَزَ فِيهَا رُمْحَهُ ثُمَّ خَرَجَ بِهَا فَنَصَبَهُ فِي الدَّارِ فَاضْطَرَبَتْ الْحَيَّةُ فِي رَأْسِ الرُّمْحِ وَخَرَّ الْفَتَى مَيِّتًا فَمَا يُدْرَى أَيُّهُمَا كَانَ أَسْرَعَ مَوْتًا الْفَتَى أَمْ الْحَيَّةُ فَذُكِرَ ذَلِكَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّ بِالْمَدِينَةِ جِنًّا قَدْ أَسْلَمُوا فَإِذَا رَأَيْتُمْ مِنْهُمْ شَيْئًا فَآذِنُوهُ ثَلَاثَةَ أَيَّامٍ فَإِنْ بَدَا لَكُمْ بَعْدَ ذَلِكَ فَاقْتُلُوهُ فَإِنَّمَا هُوَ شَيْطَانٌ",
"id": "Telah menceritakan kepadaku Malik dari [Shaifi] mantan budak Ibnu Aflah, dari [Abu Sa`ib] mantan budak Hisyam bin Zuhrah, ia berkata; \"Aku menemui Abu Sa'id Al Khudri, tetapi saat itu ia sedang melaksanakan shalat. Aku lalu duduk menunggunya hingga dia selesai, kemudian aku mendengar ada suara dari sesuatu yang bergerak di bawah kasur di rumahnya. Ternyata itu adalah ular, lalu aku bangkit untuk membunuhnya. Abu Said mengisyaratkan agar aku tetap duduk. Ketika selesai, dia menunjukkan sebuah rumah dan bertanya; \"Apakah engkau melihat ruangan ini?\" Aku menjawab, \"Ya.\" [Abu Sa'id] lalu menuturkan, \"Dahulu ada seorang pemuda yang baru menikah, kemudian pemuda itu berangkat bersama Rasulullah shallallahu 'alaihi wasallam menuju Khandaq. Ketika dia masih bersama beliau, pemuda itu mendatangi Rasulullah shallallahu 'alaihi wasallam meminta izin. Dia berkata; \"Wahai Rasulullah, izinkan aku untuk menemui istriku karena saya baru saja menikah.\" Rasulullah shallallahu 'alaihi wasallam pun memberinya izin. Kemudian beliau bersabda kepada pemuda itu: \"Ambillah senjatamu, aku kawatir kamu dihadang Bani Quraizhah.\" Maka pulanglah pemuda itu menemui isterinya. Namun ia mendapati isterinya berada di depan pintu, hingga ia ampir saja melemparkan tombaknya kepada sang isteri karena rasa cemburu. Tapi isterinya berkata; \"Jangan terburu-buru hingga engkau masuk dan lihat apa yang terjadi di rumahmu.\" Maka dia masuk dan ternyata ada ular yang melingkar di atas kasurnya. Lalu dia tancapkan tombaknya pada ular itu dan keluar dengan membawanya dan menggantungnya di rumah. Ular itupun menggerakkan ujung tombak dan pemuda tadi tersungkur meninggal dunia. Tidak diketahui, manakah yang lebih dulu mati, pemuda itu ataukah ular tersebut. Hal itu disampaikan kepada Rasulullah shallallahu 'alaihi wasallam, beliau bersabda: \"Sesungguhnya di Madinah ada sekelompok jin yang telah masuk Islam, jika kalian melihatnya berbuat sesuatu maka izinkanlah selama tiga hari. Jika (setelah tiga hari) masih nampak maka bunuhlah karena itu adalah setan.\""
},
{
"number": 1548,
"arab": "حَدَّثَنِي مَالِك عَنْ عَبْدِ الرَّحْمَنِ بْنِ حَرْمَلَةَ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الرَّاكِبُ شَيْطَانٌ وَالرَّاكِبَانِ شَيْطَانَانِ وَالثَّلَاثَةُ رَكْبٌ",
"id": "Telah menceritakan kepadaku Malik dari [Abdurrahman bin Harmalah] dari ['Amru bin Syu'aib] dari [Ayahnya] dari [Kakeknya] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Orang yang berkendaraan sendirian adalah setan. Dua orang pengendara adalah dua setan dan tiga pengendara adalah kafilah.\""
},
{
"number": 1549,
"arab": "و حَدَّثَنِي مَالِك عَنْ عَبْدِ الرَّحْمَنِ بْنِ حَرْمَلَةَ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ أَنَّهُ كَانَ يَقُولُقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الشَّيْطَانُ يَهُمُّ بِالْوَاحِدِ وَالْاثْنَيْنِ فَإِذَا كَانُوا ثَلَاثَةً لَمْ يَهُمَّ بِهِمْ",
"id": "Telah menceritakan kepadaku Malik dari [Abdurrahman bin Harmalah] dari [Sa'id bin Musayyab] berkata Rasulullah shallallahu 'alaihi wasallam bersabda: \"Setan itu menyukai orang yang sendirian atau dua orang. Jika mereka berjumlah tiga orang, maka dia tidak menyukainya.\""
},
{
"number": 1550,
"arab": "و حَدَّثَنِي مَالِك عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَحِلُّ لِامْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ تُسَافِرُ مَسِيرَةَ يَوْمٍ وَلَيْلَةٍ إِلَّا مَعَ ذِي مَحْرَمٍ مِنْهَا",
"id": "Telah menceritakan kepadaku Malik dari [Sa'id bin Abu Sa'id Al Maqburi] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidak halal bagi seorang wanita yang beriman kepada Allah dan hari Akhir, melakukan perjalanan selama sehari semalam kecuali bersama mahramnya.\""
},
{
"number": 1551,
"arab": "حَدَّثَنِي مَالِك عَنْ أَبِي عُبَيْدٍ مَوْلَى سُلَيْمَانَ بْنِ عَبْدِ الْمَلِكِ عَنْ خَالِدِ بْنِ مَعْدَانَ يَرْفَعُهُإِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى رَفِيقٌ يُحِبُّ الرِّفْقَ وَيَرْضَى بِهِ وَيُعِينُ عَلَيْهِ مَا لَا يُعِينُ عَلَى الْعُنْفِ فَإِذَا رَكِبْتُمْ هَذِهِ الدَّوَابَّ الْعُجْمَ فَأَنْزِلُوهَا مَنَازِلَهَا فَإِنْ كَانَتْ الْأَرْضُ جَدْبَةً فَانْجُوا عَلَيْهَا بِنِقْيِهَا وَعَلَيْكُمْ بِسَيْرِ اللَّيْلِ فَإِنَّ الْأَرْضَ تُطْوَى بِاللَّيْلِ مَا لَا تُطْوَى بِالنَّهَارِ وَإِيَّاكُمْ وَالتَّعْرِيسَ عَلَى الطَّرِيقِ فَإِنَّهَا طُرُقُ الدَّوَابِّ وَمَأْوَى الْحَيَّاتِ",
"id": "Telah menceritakan kepadaku Malik dari [Abu 'Ubaid] mantan budak Sulaiman bin Abdul Malik, dari [Khalid bin Ma'dan] dia memarfu'kannya, Rasulullah bersabda: \"Sesungguhnya Allah Tabaraka Wa Ta'ala, Maha Lembut dan mencintai sikap lemah lembut, ridla terhadapnya dan menolong orang yang lemah lembut tidak sebagaimana Dia tidak menolong orang yang kasar. Jika engkau mengendarai tunggangan dari hewan ini, berhentikan dia di tempat-tempatnya. Jika tanahnya kering maka percepatlah jalannya selama (kendaraan tersebut) masih kuat. Hendaknya kalian berjalan di malam hari, karena tanah itu dipendekkan (jaraknya) pada malam hari, beda dengan keadaannya pada siang hari. Janganlah kalian beristirahat di tengah jalan, karena itu adalah jalannya hewan dan tempat tinggal ular.\""
},
{
"number": 1552,
"arab": "و حَدَّثَنِي مَالِك عَنْ سُمَيٍّ مَوْلَى أَبِي بَكْرٍ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ السَّفَرُ قِطْعَةٌ مِنْ الْعَذَابِ يَمْنَعُ أَحَدَكُمْ نَوْمَهُ وَطَعَامَهُ وَشَرَابَهُ فَإِذَا قَضَى أَحَدُكُمْ نَهْمَتَهُ مِنْ وَجْهِهِ فَلْيُعَجِّلْ إِلَى أَهْلِهِ",
"id": "Telah menceritakan kepadaku Malik dari [Sumayya] mantan budak Abu Bakar, dari [Abu Shalih] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Perjalanan itu bagian dari siksaan, seseorang akan terhalang tidurnya, makannya dan minum. Maka jika salah seorang di antara kalian telah menyelesaikan kebutuhan yang ada padanya, segeralah kembali kepada keluarganya.\""
},
{
"number": 1553,
"arab": "و حَدَّثَنِي مَالِك عَنْ عَمِّهِ أَبِي سُهَيْلِ بْنِ مَالِكٍ عَنْ أَبِيهِ أَنَّهُ سَمِعَ عُثْمَانَ بْنَ عَفَّانَ وَهُوَ يَخْطُبُ وَهُوَ يَقُولُلَا تُكَلِّفُوا الْأَمَةَ غَيْرَ ذَاتِ الصَّنْعَةِ الْكَسْبَ فَإِنَّكُمْ مَتَى كَلَّفْتُمُوهَا ذَلِكَ كَسَبَتْ بِفَرْجِهَا وَلَا تُكَلِّفُوا الصَّغِيرَ الْكَسْبَ فَإِنَّهُ إِذَا لَمْ يَجِدْ سَرَقَ وَعِفُّوا إِذْ أَعَفَّكُمْ اللَّهُ وَعَلَيْكُمْ مِنْ الْمَطَاعِمِ بِمَا طَابَ مِنْهَا",
"id": "Telah menceritakan kepadaku Malik dari pamannya [Abu Suhail bin Malik] dari [Ayahnya] Bahwasanya ia mendengar [Utsman bin Affan] berkhutbah seraya mengatakan; \"Janganlah kalian bebani budak wanita yang tidak punya keahlian untuk bekerja, jika kalian membebaninya maka dia akan bekerja dengan kemaluannya. Janganlah kalian membebani anak kecil untuk bekerja, karena jika dia tidak mendapatkannya maka ia akan mencuri. Jagalah kehormatan, niscaya Allah akan menjaga kehormatan kalian, dan makanlah dengan makanan yang baik.\""
},
{
"number": 1554,
"arab": "حَدَّثَنِي مَالِك عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الْعَبْدُ إِذَا نَصَحَ لِسَيِّدِهِ وَأَحْسَنَ عِبَادَةَ اللَّهِ فَلَهُ أَجْرُهُ مَرَّتَيْنِ",
"id": "Telah menceritakan kepadaku Malik dari [Nafi'] dari [Abdullah bin Umar] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika seorang budak patuh kepada tuannya dan bagus dalam ibadah kepada Allah, maka baginya dua kali pahala.\""
},
{
"number": 1555,
"arab": "حَدَّثَنِي مَالِك عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ قَالَكُنَّا إِذَا بَايَعْنَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى السَّمْعِ وَالطَّاعَةِ يَقُولُ لَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيمَا اسْتَطَعْتُمْ",
"id": "Telah menceritakan kepadaku Malik dari [Abdullah bin Dinar] bahwa [Abdullah bin Umar] berkata; \"Jika kami berbaiat kepada Rasulullah shallallahu 'alaihi wasallam untuk mendengar dan taat, maka beliau akan bertitah kepada kami: 'Semampu kalian.\""
},
{
"number": 1556,
"arab": "و حَدَّثَنِي مَالِك عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ أُمَيْمَةَ بِنْتِ رُقَيْقَةَ أَنَّهَا قَالَتْأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي نِسْوَةٍ بَايَعْنَهُ عَلَى الْإِسْلَامِ فَقُلْنَ يَا رَسُولَ اللَّهِ نُبَايِعُكَ عَلَى أَنْ لَا نُشْرِكَ بِاللَّهِ شَيْئًا وَلَا نَسْرِقَ وَلَا نَزْنِيَ وَلَا نَقْتُلَ أَوْلَادَنَا وَلَا نَأْتِيَ بِبُهْتَانٍ نَفْتَرِيهِ بَيْنَ أَيْدِينَا وَأَرْجُلِنَا وَلَا نَعْصِيَكَ فِي مَعْرُوفٍ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيمَا اسْتَطَعْتُنَّ وَأَطَقْتُنَّ قَالَتْ فَقُلْنَ اللَّهُ وَرَسُولُهُ أَرْحَمُ بِنَا مِنْ أَنْفُسِنَا هَلُمَّ نُبَايِعْكَ يَا رَسُولَ اللَّهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي لَا أُصَافِحُ النِّسَاءَ إِنَّمَا قَوْلِي لِمِائَةِ امْرَأَةٍ كَقَوْلِي لِامْرَأَةٍ وَاحِدَةٍ أَوْ مِثْلِ قَوْلِي لِامْرَأَةٍ وَاحِدَةٍ",
"id": "Telah menceritakan kepadaku Malik dari [Muhammad bin Al Munkadir] dari [Umaimah binti Ruqaiqah] berkata; \"Aku menemui Rasulullah shallallahu 'alaihi wasallam ketika para wanita membaiatnya untuk Islam. Kami mengatakan; 'Wahai Rasulullah, kami membaiat anda untuk tidak menyekutukan Allah dengan sesuatupun, tidak mencuri, tidak berzina, tidak membunuh anak-anak kami, tidak mendatangi kejahatan yang telah kami lakukan antara kedua tangan dan kaki kami, dan tidak bermaksiat terhadap anda dalam kebaikan.\" Kemudian Rasulullah shallallahu 'alaihi wasallam menambahkan: \"Semampu dan sekuat kalian.\" Umaimah berkata, \"Kami menyahutnya, \"Allah dan Rasul-Nya lebih kami sayangi daripada diri kami. Wahai Rasulullah, kemarilah, kami akan membaiatmu.\" Lalu Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya aku tidak akan bersalaman dengan wanita. Perkataanku terhadap seratus wanita adalah seperti perkataanku terhadap seorang wanita, atau seperti perkataanku untuk satu wanita.\""
},
{
"number": 1557,
"arab": "و حَدَّثَنِي مَالِك عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَكَتَبَ إِلَى عَبْدِ الْمَلِكِ بْنِ مَرْوَانَ يُبَايِعُهُ فَكَتَبَ إِلَيْهِ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ أَمَّا بَعْدُ لِعَبْدِ اللَّهِ عَبْدِ الْمَلِكِ أَمِيرِ الْمُؤْمِنِينَ سَلَامٌ عَلَيْكَ فَإِنِّي أَحْمَدُ إِلَيْكَ اللَّهَ الَّذِي لَا إِلَهَ إِلَّا هُوَ وَأُقِرُّ لَكَ بِالسَّمْعِ وَالطَّاعَةِ عَلَى سُنَّةِ اللَّهِ وَسُنَّةِ رَسُولِهِ فِيمَا اسْتَطَعْتُ",
"id": "Telah menceritakan kepadaku Malik dari [Abdullah bin Dinar] bahwa [Abdullah bin Umar] menulis surat kepada Abdul Malik bin Marwan untuk membaiatnya, dia menulis; \"Bismillahhi arrahman arrahim; amma ba'du, untuk Abdullah, Abdul Malik Amirul mukminin, semoga kesejahteraan atasmu, aku memuji Allah untukmu, yang tidak ada ilah yang patut disembah kecuali Dia, dan aku nyatakan untuk mendengar dan taat kepadamu di atas sunnah Allah dan sunnah Rasul-Nya semampuku.\""
},
{
"number": 1558,
"arab": "حَدَّثَنِي مَالِك عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ قَالَ لِأَخِيهِ كَافِرٌ فَقَدْ بَاءَ بِهَا أَحَدُهُمَا",
"id": "Telah menceritakan kepadaku Malik dari [Abdullah bin Dinar] dari [Abdullah bin Umar] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa mengatakan kepada saudaranya; 'Kamu kafir, ' maka (kekafirannya) akan kembali kepada salah satu di antara keduanya.\""
},
{
"number": 1559,
"arab": "و حَدَّثَنِي مَالِك عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا سَمِعْتَ الرَّجُلَ يَقُولُ هَلَكَ النَّاسُ فَهُوَ أَهْلَكُهُمْ",
"id": "Telah menceritakan kepadaku Malik dari [Suhail bin Abu Shalih] dari [Bapaknya] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika engkau mendengar seorang laki-laki mengatakan; 'Semoga orang-orang itu binasa' maka dialah orang yang paling binasa dari mereka.\""
},
{
"number": 1560,
"arab": "و حَدَّثَنِي مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَقُلْ أَحَدُكُمْ يَا خَيْبَةَ الدَّهْرِ فَإِنَّ اللَّهَ هُوَ الدَّهْرُ",
"id": "Telah menceritakan kepadaku Malik dari [Abu Az Zinad] dari [Al A'raj] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Janganlah salah seorang di antara kalian mengatakan; 'Betapa malangnya masa, ' karena Allah adalah masa.\""
},
{
"number": 1561,
"arab": "و حَدَّثَنِي مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍأَنَّ عِيسَى ابْنَ مَرْيَمَ لَقِيَ خِنْزِيرًا بِالطَّرِيقِ فَقَالَ لَهُ انْفُذْ بِسَلَامٍ فَقِيلَ لَهُ تَقُولُ هَذَا لِخِنْزِيرٍ فَقَالَ عِيسَى ابْنُ مَرْيَمَ إِنِّي أَخَافُ أَنْ أُعَوِّدَ لِسَانِي الْمَنْطِقَ بِالسُّوءِ",
"id": "Telah menceritakan kepadaku Malik dari [Yahya bin Sa'id] berkata, \"Isa bin Maryam bertemu dengan seekor babi di suatu jalan, lalu dia berkata: \"Lewatlah dengan selamat! \" Ada yang bertanya; \"Engkau ucapkan seperti ini kepada seekor babi! \" Isa bin Maryam menjawab: \"Aku takut jika lisanku terbiasa mengucapkan kata-kata kotor.\""
},
{
"number": 1562,
"arab": "حَدَّثَنِي مَالِك عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَلْقَمَةَ عَنْ أَبِيهِ عَنْ بِلَالِ بْنِ الْحَارِثِ الْمُزَنِيِّأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ رِضْوَانِ اللَّهِ مَا كَانَ يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ يَكْتُبُ اللَّهُ لَهُ بِهَا رِضْوَانَهُ إِلَى يَوْمِ يَلْقَاهُ وَإِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ سَخَطِ اللَّهِ مَا كَانَ يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ يَكْتُبُ اللَّهُ لَهُ بِهَا سَخَطَهُ إِلَى يَوْمِ يَلْقَاهُ",
"id": "Telah menceritakan kepadaku Malik dari [Muhammad bin 'Amru bin 'Alqamah] dari [Bapaknya] dari [Bilal bin Al Haris Al Muzani] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Seorang laki-laki mengatakan suatu kalimat yang diridlai Allah, sementara ia tidak tahu betapa besar kalimat itu, sehingga dengan kalimat itu Allah mencatat untuknya keridlaan-Nya sampai hari kiamat. Ada juga seorang laki-laki mengatakan suatu kalimat yang Allah murkai Allah, sementara ia tidak tahu betapa besar kalimat itu, sehingga Allah mencatat untuknya kemurkaan-Nya sampai hari kiamat.\""
},
{
"number": 1563,
"arab": "و حَدَّثَنِي مَالِك عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنْ أَبِي صَالِحٍ السَّمَّانِ أَنَّهُ أَخْبَرَهُ أَنَّ أَبَا هُرَيْرَةَ قَالَإِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مَا يُلْقِي لَهَا بَالًا يَهْوِي بِهَا فِي نَارِ جَهَنَّمَ وَإِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مَا يُلْقِي لَهَا بَالًا يَرْفَعُهُ اللَّهُ بِهَا فِي الْجَنَّةِ",
"id": "Telah menceritakan kepadaku Malik dari [Abdullah bin Dinar] dari [Abu Shalih As Samman] ia mengabarkan kepadanya, bahwa [Abu Hurairah] berkata, \"Sungguh seorang laki-laki akan mengatakan satu kalimat yang ia anggap remeh, namun justru memasukkannya ke dalam neraka Jahannam. Dan sungguh seorang laki-laki akan mengatakan satu kalimat yang ia anggap remeh, namun justru kalimat tersebut memasukkannya ke dalam surga.\""
},
{
"number": 1564,
"arab": "حَدَّثَنِي مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ أَنَّهُ قَالَقَدِمَ رَجُلَانِ مِنْ الْمَشْرِقِ فَخَطَبَا فَعَجِبَ النَّاسُ لِبَيَانِهِمَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ مِنْ الْبَيَانِ لَسِحْرًا أَوْ قَالَ إِنَّ بَعْضَ الْبَيَانِ لَسِحْرٌ",
"id": "Telah menceritakan kepadaku Malik dari [Zaid bin Aslam] dari [Abdullah bin Umar] berkata; \"Dua orang datang dari timur lalu mereka menyampaikan khutbah sehingga membuat orang-orang takjub terhadap penjelasannya, Rasulullah shallallahu 'alaihi wasallam lalu bersabda: 'Sesungguhnya di antara penjelasan itu adalah sihir, ' atau beliau bersabda: 'Sesungguhnya sebagian penjelasan itu adalah sihir'.\""
},
{
"number": 1565,
"arab": "حَدَّثَنِي مَالِك عَنْ الْوَلِيدِ بْنِ عَبْدِ اللَّهِ بْنِ صَيَّادٍ أَنَّ الْمُطَّلِبَ بْنَ عَبْدِ اللَّهِ بْنِ حَنْطَبَ الْمَخْزُومِيَّ أَخْبَرَهُأَنَّ رَجُلًا سَأَلَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا الْغِيبَةُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ تَذْكُرَ مِنْ الْمَرْءِ مَا يَكْرَهُ أَنْ يَسْمَعَ قَالَ يَا رَسُولَ اللَّهِ وَإِنْ كَانَ حَقًّا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا قُلْتَ بَاطِلًا فَذَلِكَ الْبُهْتَانُ",
"id": "Telah menceritakan kepadaku Malik dari [Al Walid bin Abdullah bin Shayyad] bahwa [Al Muthallib bin Abdullah bin Hanthab Al Makhzumi] ia mengabarkan kepadanya, bahwa ada seorang laki-laki bertanya kepada Rasulullah shallallahu 'alaihi wasallam, \"Apakah ghibah itu?\" Rasulullah shallallahu 'alaihi wasallam lantas menjawab: \"Engkau sebut pada diri seseorang, sesuatu yang benci jika mendengarnya.\" Laki-laki itu bertanya lagi; \"Wahai Rasulullah, walaupun yang diucapkan itu benar\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika yang engkau katakan itu hal yang batil, maka itu dusta.\""
},
{
"number": 1566,
"arab": "حَدَّثَنِي مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ وَقَاهُ اللَّهُ شَرَّ اثْنَيْنِ وَلَجَ الْجَنَّةَ فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ لَا تُخْبِرْنَا فَسَكَتَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ عَادَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مِثْلَ مَقَالَتِهِ الْأُولَى فَقَالَ لَهُ الرَّجُلُ لَا تُخْبِرْنَا يَا رَسُولَ اللَّهِ فَسَكَتَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَ ذَلِكَ أَيْضًا فَقَالَ الرَّجُلُ لَا تُخْبِرْنَا يَا رَسُولَ اللَّهِ ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَ ذَلِكَ أَيْضًا ثُمَّ ذَهَبَ الرَّجُلُ يَقُولُ مِثْلَ مَقَالَتِهِ الْأُولَى فَأَسْكَتَهُ رَجُلٌ إِلَى جَنْبِهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ وَقَاهُ اللَّهُ شَرَّ اثْنَيْنِ وَلَجَ الْجَنَّةَ مَا بَيْنَ لَحْيَيْهِ وَمَا بَيْنَ رِجْلَيْهِ مَا بَيْنَ لَحْيَيْهِ وَمَا بَيْنَ رِجْلَيْهِ مَا بَيْنَ لَحْيَيْهِ وَمَا بَيْنَ رِجْلَيْهِ",
"id": "Telah menceritakan kepadaku Malik dari [Zaid bin Aslam] dari [Atha bin Yasar] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa yang Allah jaga dari dua hal, maka dia akan masuk surga.\" Lalu ada seorang laki-laki berkata; \"Wahai Rasulullah, jangan engkau beritahu kami! \" Rasulullah shallallahu 'alaihi wasallam terdiam, kemudian beliau mengatakan kembali seperti yang beliau katakan tadi. Laki-laki itu berkata; \"Jangan engkau beritahu kami, Wahai Rasulullah! \" Rasulullah shallallahu 'alaihi wasallam diam. Beliau mengulanginya lagi, kemudian laki-laki itu berkata lagi; \"Jangan engkau beritahu kami, Wahai Rasulullah! \" Rasulullah shallallahu 'alaihi wasallam mengatakannya lagi. Laki-laki itu pergi dan mengatakan seperti yang dia katakan sebelumnya, maka ada seorang laki-laki lain yang mendiamkannya. Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa dipelihara Allah dari keburukan dua hal, niscaya dia akan masuk surga: apa yang ada di antara dua janggutnya (lisan) dan apa yang ada di antara dua kakinya. Apa yang ada di antara dua janggutnya dan apa yang ada di antara dua kakinya. Apa yang ada di antara dua janggutnya dan apa yang ada di antara dua kakinya.\""
},
{
"number": 1567,
"arab": "و حَدَّثَنِي مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ أَبِيهِ أَنَّ عُمَرَ بْنَ الْخَطَّابِدَخَلَ عَلَى أَبِي بَكْرٍ الصِّدِّيقِ وَهُوَ يَجْبِذُ لِسَانَهُ فَقَالَ لَهُ عُمَرُ مَهْ غَفَرَ اللَّهُ لَكَ فَقَالَ أَبُو بَكْرٍ إِنَّ هَذَا أَوْرَدَنِي الْمَوَارِدَ",
"id": "Telah menceritakan kepadaku Malik dari [Zaid bin Aslam] dari [Ayahnya] berkata, \"Umar bin Khattab menemui [Abu Bakar As Shiddiq] sedang dia menarik lidahnya. Umar bertanya; \"Apa-apaan ini. Semoga Allah mengampunimu.\" Abu Bakar berkata; \"Sesungguhnya inilah yang mengantarku pada kebinasaan.\""
},
{
"number": 1568,
"arab": "حَدَّثَنِي مَالِك عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ قَالَ كُنْتُ أَنَا وَعَبْدُ اللَّهِ بْنُ عُمَرَعِنْدَ دَارِ خَالِدِ بْنِ عُقْبَةَ الَّتِي بِالسُّوقِ فَجَاءَ رَجُلٌ يُرِيدُ أَنْ يُنَاجِيَهُ وَلَيْسَ مَعَ عَبْدِ اللَّهِ بْنِ عُمَرَ أَحَدٌ غَيْرِي وَغَيْرُ الرَّجُلِ الَّذِي يُرِيدُ أَنْ يُنَاجِيَهُ فَدَعَا عَبْدُ اللَّهِ بْنُ عُمَرَ رَجُلًا آخَرَ حَتَّى كُنَّا أَرْبَعَةً فَقَالَ لِي وَلِلرَّجُلِ الَّذِي دَعَاهُ اسْتَأْخِرَا شَيْئًا فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لَا يَتَنَاجَى اثْنَانِ دُونَ وَاحِدٍ",
"id": "Telah menceritakan kepadaku Malik dari [Abdullah bin Dinar] berkata; \"Aku dan [Abdullah bin Umar] berada di rumah Khalid bin 'Uqbah yang ada di pasar. Datanglah seorang laki-laki hendak berbisik dengannya, sedangkan saat itu Abdullah bin Umar tidak ada yang menemaninya kecuali aku dan pemuda yang ingin berbisik tadi. Maka Abdullah bin Umar memanggil seorang lagi sehingga kami menjadi empat orang. Lalu Abdullah bin Umar lalu berkata kepadaku dan orang yang dia panggil; 'Mudurlah sedikit, aku telah mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: 'Janganlah dua orang saling berbisik tanpa yang satunya.\""
},
{
"number": 1569,
"arab": "و حَدَّثَنِي مَالِك عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا كَانَ ثَلَاثَةٌ فَلَا يَتَنَاجَى اثْنَانِ دُونَ وَاحِدٍ",
"id": "Telah menceritakan kepadaku Malik dari [Nafi'] dari [Abdullah bin Umar] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Jika ada tiga orang (berkumpul), maka janganlah keduanya berbisik tanpa melibatkan yang satunya\""
},
{
"number": 1570,
"arab": "حَدَّثَنِي مَالِك عَنْ صَفْوَانَ بْنِ سُلَيْمٍأَنَّ رَجُلًا قَالَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَكْذِبُ امْرَأَتِي يَا رَسُولَ اللَّهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا خَيْرَ فِي الْكَذِبِ فَقَالَ الرَّجُلُ يَا رَسُولَ اللَّهِ أَعِدُهَا وَأَقُولُ لَهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا جُنَاحَ عَلَيْكَ",
"id": "Telah menceritakan kepadaku Malik dari [Shafwan bin Sulaim] berkata, \"Seorang laki-laki bertanya kepada Rasulullah shallallahu 'alaihi wasallam; \"Aku akan berbohong kepada isteriku, Wahai Rasulullah.\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidak ada kebaikan dalam berbohong\" Orang itu berkata; \"Wahai Rasulullah, aku berjanji kepadanya dan aku akan mengutarakannya.\" Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidak ada dosa bagimu.\""
},
{
"number": 1571,
"arab": "و حَدَّثَنِي مَالِك عَنْ صَفْوَانَ بْنِ سُلَيْمٍ أَنَّهُ قَالَقِيلَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيَكُونُ الْمُؤْمِنُ جَبَانًا فَقَالَ نَعَمْ فَقِيلَ لَهُ أَيَكُونُ الْمُؤْمِنُ بَخِيلًا فَقَالَ نَعَمْ فَقِيلَ لَهُ أَيَكُونُ الْمُؤْمِنُ كَذَّابًا فَقَالَ لَا",
"id": "Telah menceritakan kepadaku Malik dari [Shafwan bin Sulaim] berkata; \"Ditanyakan kepada Rasulullah shallallahu 'alaihi wasallam, \"Apakah seorang mukmin bisa menjadi penakut?\" Beliau menjawab: 'Ya.\" Kemudian ditanya lagi; \"Apakah seorang mukmin bisa menjadi bakhil?\" Beliau menjawab: \"Ya.\" Lalu ditanyakan lagi; \"Apakah seorang mukmin bisa menjadi pembohong?\" Beliau menjawab: \"Tidak.\""
},
{
"number": 1572,
"arab": "حَدَّثَنِي مَالِك عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ اللَّهَ يَرْضَى لَكُمْ ثَلَاثًا وَيَسْخَطُ لَكُمْ ثَلَاثًا يَرْضَى لَكُمْ أَنْ تَعْبُدُوهُ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَأَنْ تَعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَأَنْ تَنَاصَحُوا مَنْ وَلَّاهُ اللَّهُ أَمْرَكُمْ وَيَسْخَطُ لَكُمْ قِيلَ وَقَالَ وَإِضَاعَةَ الْمَالِ وَكَثْرَةَ السُّؤَالِ",
"id": "Telah menceritakan kepadaku Malik dari [Suhail bin Abu Shalih] dari [Bapaknya] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Allah meridlai kalian karena tiga perkara dan membenci dari kalian tiga perkara. Meridhai kalian jika: kalian beribadah kepada-Nya dan tidak menyekutukan-Nya dengan sesuatupun, kalian berpegang teguh terhadap tali agama Allah secara bersama-sama dan saling menasehati terhadap orang yang Allah beri perwalian urusan kalian. Membenci kalian jika; Banyak bicara, menyia-nyiakan harta dan banyak bertanya.\""
},
{
"number": 1573,
"arab": "و حَدَّثَنِي مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مِنْ شَرِّ النَّاسِ ذُو الْوَجْهَيْنِ الَّذِي يَأْتِي هَؤُلَاءِ بِوَجْهٍ وَهَؤُلَاءِ بِوَجْهٍ",
"id": "Telah menceritakan kepadaku Malik dari [Abu Az Zinad] dari [Al A'raj] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Manusia yang paling buruk adalah orang yang bermuka dua. Datang kepada sebagian orang dengan satu wajah, dan datang kepada sebagian yang lain dengan wajah yang lain.\""
},
{
"number": 1574,
"arab": "و حَدَّثَنِي مَالِك عَنْ إِسْمَعِيلَ بْنِ أَبِي حَكِيمٍ أَنَّهُ سَمِعَ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ يَقُولُكَانَ يُقَالُ إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى لَا يُعَذِّبُ الْعَامَّةَ بِذَنْبِ الْخَاصَّةِ وَلَكِنْ إِذَا عُمِلَ الْمُنْكَرُ جِهَارًا اسْتَحَقُّوا الْعُقُوبَةَ كُلُّهُمْ",
"id": "Telah menceritakan kepadaku Malik dari [Isma'il bin Abu Hakim] dia mendengar [Umar bin Abdul Azis] berkata: \"Dikatakan bahwa Allah Tabaraka Wa Ta'ala tidak akan menyiksa orang secara umum karena perbuatan dosa secara khusus, tetapi jika kemungkaran dilakukan terang-terangan, maka mereka semua berhak mendapatkan siksa.\""
},
{
"number": 1575,
"arab": "حَدَّثَنِي مَالِك عَنْ إِسْحَقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِوَخَرَجْتُ مَعَهُ حَتَّى دَخَلَ حَائِطًا فَسَمِعْتُهُ وَهُوَ يَقُولُ وَبَيْنِي وَبَيْنَهُ جِدَارٌ وَهُوَ فِي جَوْفِ الْحَائِطِ عُمَرُ بْنُ الْخَطَّابِ أَمِيرُ الْمُؤْمِنِينَ بَخٍ بَخٍ وَاللَّهِ لَتَتَّقِيَنَّ اللَّهَ أَوْ لَيُعَذِّبَنَّكَ",
"id": "Telah menceritakan kepadaku Malik dari [Ishaq bin Abdullah bin Abu Thalhah] dari [Anas bin Malik] berkata; \"Saat aku keluar bersama [Umar bin Khattab Amirul Mukminin] hingga ketika sampai pada sebuah bangunan, aku mendengarnya berkata, sedangkan waktu itu antara aku dan dia terhalang tembok, dia berada di ujung bangunan, \"Bagus, bagus! Demi Allah takutlah engkau kepada Allah (hai Umar), atau Dia akan menyiksamu.\""
},
{
"number": 1576,
"arab": "حَدَّثَنِي مَالِك عَنْ عَامِرِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِأَنَّهُ كَانَ إِذَا سَمِعَ الرَّعْدَ تَرَكَ الْحَدِيثَ وَقَالَ سُبْحَانَ الَّذِي يُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ ثُمَّ يَقُولُ إِنَّ هَذَا لَوَعِيدٌ لِأَهْلِ الْأَرْضِ شَدِيدٌ",
"id": "Telah menceritakan kepadaku Malik dari ['Amir bin Abdullah bin Zubair] bahwa jika dia mendengar suara petir, dia meninggalkan pembicaraan lalu membaca; \"SUBHANA ALLADZI YUSABBIHU RA'DU BI HAMDIHI WA AL MALAIKATU MIN KHIFATIHI.(Maha Suci Allah, Dzat yang disucikan oleh guruh dengan pujiannya dan para malaikat yang takut kepada-Nya) .\" Kemudian dia berkata; \"Sesungguhnya ini adalah peringatan keras bagi penduduk bumi.\""
},
{
"number": 1577,
"arab": "حَدَّثَنِي مَالِك عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَأَنَّ أَزْوَاجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ تُوُفِّيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرَدْنَ أَنْ يَبْعَثْنَ عُثْمَانَ بْنَ عَفَّانَ إِلَى أَبِي بَكْرٍ الصِّدِّيقِ فَيَسْأَلْنَهُ مِيرَاثَهُنَّ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ لَهُنَّ عَائِشَةُ أَلَيْسَ قَدْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا نُورَثُ مَا تَرَكْنَا فَهُوَ صَدَقَةٌ",
"id": "Telah menceritakan kepadaku Malik dari [Ibnu Syihab] dari ['Urwah bin Zubair] dari [Aisyah] Ummul Mukminin, bahwa isteri-isteri Nabi shallallahu 'alaihi wasallam ketika Rasulullah shallallahu 'alaihi wasallam wafat, mereka ingin mengutus Utsman bin Affan kepada Abu Bakar As Shiddiq untuk menanyakan tentang warisan mereka dari Rasulullah shallallahu 'alaihi wasallam. Maka Aisyah mengatakan kepada mereka; \"Bukankah Rasulullah shallallahu 'alaihi wasallam telah bersabda: \"Tidak diwarisi, apa yang kami tinggalkan. Apa yang kami tinggalkan adalah adalah sedekah.\""
},
{
"number": 1578,
"arab": "و حَدَّثَنِي مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَقْتَسِمُ وَرَثَتِي دَنَانِيرَ مَا تَرَكْتُ بَعْدَ نَفَقَةِ نِسَائِي وَمَئُونَةِ عَامِلِي فَهُوَ صَدَقَةٌ",
"id": "Telah menceritakan kepadaku Malik dari [Abu Az Zinad] dari [Al A'raj] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Ahli warisku tidak memperoleh warisan Dinar. Apa yang telah aku tinggalkan setelah nafkah isteri-isteriku dan upah pekerjaku adalah sedekah.\""
},
{
"number": 1579,
"arab": "حَدَّثَنِي مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ نَارُ بَنِي آدَمَ الَّتِي يُوقِدُونَ جُزْءٌ مِنْ سَبْعِينَ جُزْءًا مِنْ نَارِ جَهَنَّمَ فَقَالُوا يَا رَسُولَ اللَّهِ إِنْ كَانَتْ لَكَافِيَةً قَالَ إِنَّهَا فُضِّلَتْ عَلَيْهَا بِتِسْعَةٍ وَسِتِّينَ جُزْءًا",
"id": "Telah menceritakan kepadaku Malik dari [Abu Az Zinad] dari [Al A'raj] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Api anak Adam yang mereka nyalakan adalah satu bagian dari tujuh puluh bagian api neraka Jahannam.\" Para sahabat bertanya, \"Wahai Rasulullah, jika itu ada, sungguh itu sudah cukup.\" Beliau menjawab: \"Sesungguhnya api neraka itu dilebihkan atasnya enam puluh sembilan bagian.\""
},
{
"number": 1580,
"arab": "و حَدَّثَنِي مَالِك عَنْ عَمِّهِ أَبِي سُهَيْلِ بْنِ مَالِكٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ قَالَأَتُرَوْنَهَا حَمْرَاءَ كَنَارِكُمْ هَذِهِ لَهِيَ أَسْوَدُ مِنْ الْقَارِ وَالْقَارُ الزِّفْتُ",
"id": "Telah menceritakan kepadaku Malik dari pamannya [Abu Suhail bin Malik] dari [Bapaknya] dari [Abu Hurairah] berkata, \"Apakah kalian menyangka api Jahannam itu merah seperti api kalian ini? Sungguh api Jahannam lebih hitam daripada al qar.\" Al qar adalah ter."
},
{
"number": 1581,
"arab": "حَدَّثَنِي مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ أَبِي الْحُبَابِ سَعِيدِ بْنِ يَسَارٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ تَصَدَّقَ بِصَدَقَةٍ مِنْ كَسْبٍ طَيِّبٍ وَلَا يَقْبَلُ اللَّهُ إِلَّا طَيِّبًا كَانَ إِنَّمَا يَضَعُهَا فِي كَفِّ الرَّحْمَنِ يُرَبِّيهَا كَمَا يُرَبِّي أَحَدُكُمْ فَلُوَّهُ أَوْ فَصِيلَهُ حَتَّى تَكُونَ مِثْلَ الْجَبَلِ",
"id": "Telah menceritakan kepadaku Malik dari [Yahya bin Sa'id] dari [Abu Al Hubab Sa'id bin Yasar] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa bersedekah dari usaha yang baik, dan Allah tidak menerima kecuali yang baik. Sesungguhnya dia telah meletakkannya di telapak tangan Yang Maha Pengasih. Allah akan memeliharanya sebagaimana salah seorang dari kalian memelihara anak kudanya atau anak untanya, hingga (sedekah itu) menjadi seperti gunung.\""
},
{
"number": 1582,
"arab": "و حَدَّثَنِي مَالِك عَنْ إِسْحَقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُولُكَانَ أَبُو طَلْحَةَ أَكْثَرَ أَنْصَارِيٍّ بِالْمَدِينَةِ مَالًا مِنْ نَخْلٍ وَكَانَ أَحَبَّ أَمْوَالِهِ إِلَيْهِ بَيْرُحَاءَ وَكَانَتْ مُسْتَقْبِلَةَ الْمَسْجِدِ وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدْخُلُهَا وَيَشْرَبُ مِنْ مَاءٍ فِيهَا طَيِّبٍ قَالَ أَنَسٌ فَلَمَّا أُنْزِلَتْ هَذِهِ الْآيَةُ{ لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ }قَامَ أَبُو طَلْحَةَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى يَقُولُ{ لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ }وَإِنَّ أَحَبَّ أَمْوَالِي إِلَيَّ بَيْرُحَاءَ وَإِنَّهَا صَدَقَةٌ لِلَّهِ أَرْجُو بِرَّهَا وَذُخْرَهَا عِنْدَ اللَّهِ فَضَعْهَا يَا رَسُولَ اللَّهِ حَيْثُ شِئْتَ قَالَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَخْ ذَلِكَ مَالٌ رَابِحٌ ذَلِكَ مَالٌ رَابِحٌ وَقَدْ سَمِعْتُ مَا قُلْتَ فِيهِ وَإِنِّي أَرَى أَنْ تَجْعَلَهَا فِي الْأَقْرَبِينَ فَقَالَ أَبُو طَلْحَةَ أَفْعَلُ يَا رَسُولَ اللَّهِ فَقَسَمَهَا أَبُو طَلْحَةَ فِي أَقَارِبِهِ وَبَنِي عَمِّهِ",
"id": "Telah menceritakan kepadaku Malik dari [Ishaq bin Abdullah bin Abu Thalhah] Bahwasanya ia mendengar [Anas bin Malik] berkata, \"Abu Thalhah adalah orang Anshar yang paling banyak hartanya di Madinah yang berupa kurma. Adapun harta yang paling dia sukai ialah Bairuha yang berada di depan masjid. Rasulullah shallallahu 'alaihi wasallam biasa memasukinya dan minum dari airnya yang jernih.\" Anas berkata; \"Ketika ayat ini diturunkan: '(Kalian sekali-kali tidak akan mendapatkan kebaikan (yang sempurna) sehingga kalian menginfakkan sebagian harta yang kalian sukai) .' (Qs. Ali Imran: 92) Abu Thalhah berdiri menghadap Rasulullah shallallahu 'alaihi wasallam kemudian berkata; 'Wahai Rasulullah, Allah Tabaraka Wa Ta'ala berfirman: '(Kalian sekali-kali tidak akan mendapatkan kebaikan (yang sempurna) sehingga kalian menginfakkan sebagian harta yang kalian sukai) ', sungguh harta yang paling aku sukai adalah Bairuha, kebun itu saya infakkan karena Allah, aku harap kebaikannya dan penyimpanannya di sisi Allah. Wahai Rasulullah, pergunakanlah harta tersebut sebagaimana anda kehendaki.\" Anas berkata, \"Kemudian Rasulullah shallallahu 'alaihi wasallam bersabda: \"Hebat…! Itu adalah harta yang menguntungkan, itu adalah harta yang menguntungkan. Aku telah mendengar apa yang engkau katakan. Menurutku sebaiknya kamu memberikannya kepada karib kerabat.' Maka Abu Thalhah berkata, \"Wahai Rasulullah, akan aku lakukan.\" Kemudian dia membaginya untuk keluarga dan anak pamannya.\""
},
{
"number": 1583,
"arab": "و حَدَّثَنِي مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَعْطُوا السَّائِلَ وَإِنْ جَاءَ عَلَى فَرَسٍ",
"id": "Telah menceritakan kepadaku Malik dari [Zaid bin Aslam] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Berilah orang yang meminta walaupun dia datang dengan mengendarai kuda.\""
},
{
"number": 1584,
"arab": "و حَدَّثَنِي مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَمْرِو بْنِ مُعَاذٍ الْأَشْهَلِيِّ الْأَنْصَارِيِّ عَنْ جَدَّتِهِ أَنَّهَا قَالَتْقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا نِسَاءَ الْمُؤْمِنَاتِ لَا تَحْقِرَنَّ إِحْدَاكُنَّ أَنْ تُهْدِيَ لِجَارَتِهَا وَلَوْ كُرَاعَ شَاةٍ مُحْرَقًا",
"id": "Telah menceritakan kepadaku Malik dari [Zaid bin Aslam] dari ['Amru bin Mu'adz Al Asyhali Al Anshari] dari [Neneknya] berkata; \"Rasulullah shallallahu 'alaihi wasallam bersabda: 'Wahai para wanita mukmin, janganlah salah seorang dari kalian memandang remeh untuk memberi hadiah kepada tetangganya meskipun hanya kaki kambing bakar.\""
},
{
"number": 1585,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّأَنَّ نَاسًا مِنْ الْأَنْصَارِ سَأَلُوا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَعْطَاهُمْ ثُمَّ سَأَلُوهُ فَأَعْطَاهُمْ حَتَّى نَفِدَ مَا عِنْدَهُ ثُمَّ قَالَ مَا يَكُونُ عِنْدِي مِنْ خَيْرٍ فَلَنْ أَدَّخِرَهُ عَنْكُمْ وَمَنْ يَسْتَعْفِفْ يُعِفَّهُ اللَّهُ وَمَنْ يَسْتَغْنِ يُغْنِهِ اللَّهُ وَمَنْ يَتَصَبَّرْ يُصَبِّرْهُ اللَّهُ وَمَا أُعْطِيَ أَحَدٌ عَطَاءً هُوَ خَيْرٌ وَأَوْسَعُ مِنْ الصَّبْرِ",
"id": "Telah menceritakan kepadaku Malik dari [Ibnu Syihab] dari ['Atha bin Yazid Al Laitsi] dari [Abu Sa'id Al Khudri] berkata, \"Beberapa orang Anshar meminta kepada Rasulullah shallallahu 'alaihi wasallam, lalu beliau memberi mereka. Kemudian mereka meminta lagi, lalu beliau memberi mereka lagi hingga semua yang beliau miliki habis. Beliau kemudian bersabda: \"Kebaikan apapun yang kumiliki, tidak akan aku simpan dari kalian. Barangsiapa yang menjaga kehormatan dirinya, niscaya Allah akan menjaga kehormatannya. Barangsiapa yang meminta kecukupan, niscaya Allah akan mencukupkannya. Barangsiapa yang berusaha sabar, niscaya Allah akan memberinya kesabaran. Tidaklah seseorang diberi pemberian yang lebih baik dan lebih luas daripada kesabaran.\""
},
{
"number": 1586,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ وَهُوَ عَلَى الْمِنْبَرِ وَهُوَ يَذْكُرُ الصَّدَقَةَ وَالتَّعَفُّفَ عَنْ الْمَسْأَلَةِ الْيَدُ الْعُلْيَا خَيْرٌ مِنْ الْيَدِ السُّفْلَى وَالْيَدُ الْعُلْيَا هِيَ الْمُنْفِقَةُ وَالسُّفْلَى هِيَ السَّائِلَةُ",
"id": "Telah menceritakan kepadaku dari Malik dari [Nafi'] dari [Abdullah bin Umar] berkata, \"Saat beliau di atas mimbar, beliau menyebutkan tentang sedekah dan menjaga kehormatan dari meminta-minta, beliau katakan: \"Tangan di atas lebih baik daripada tangan di bawah.\" Tangan di atas adalah orang yang memberi dan yang di bawah adalah orang yang meminta.\""
},
{
"number": 1587,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْسَلَ إِلَى عُمَرَ بْنِ الْخَطَّابِ بِعَطَاءٍ فَرَدَّهُ عُمَرُ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِمَ رَدَدْتَهُ فَقَالَ يَا رَسُولَ اللَّهِ أَلَيْسَ أَخْبَرْتَنَا أَنَّ خَيْرًا لِأَحَدِنَا أَنْ لَا يَأْخُذَ مِنْ أَحَدٍ شَيْئًا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا ذَلِكَ عَنْ الْمَسْأَلَةِ فَأَمَّا مَا كَانَ مِنْ غَيْرِ مَسْأَلَةٍ فَإِنَّمَا هُوَ رِزْقٌ يَرْزُقُكَهُ اللَّهُ فَقَالَ عُمَرُ بْنُ الْخَطَّابِ أَمَا وَالَّذِي نَفْسِي بِيَدِهِ لَا أَسْأَلُ أَحَدًا شَيْئًا وَلَا يَأْتِينِي شَيْءٌ مِنْ غَيْرِ مَسْأَلَةٍ إِلَّا أَخَذْتُهُ",
"id": "Telah menceritakan kepadaku dari Malik dari [Zaid bin Aslam] dari [Atha bin Yasar] berkata, \"Rasulullah shallallahu 'alaihi wasallam mengirim sesuatu kepada Umar bin Khattab, lalu Umar mengembalikannya. Maka Rasulullah shallallahu 'alaihi wasallam bertanya kepadanya: \"Kenapa engkau mengembalikannya?\" Umar menjawab, \"Wahai Rasulullah, bukankah anda telah mengabarkan kepada kami bahwa kebaikan seseorang adalah tidak mengambil sesuatu dari orang lain?\" Rasulullah shallallahu 'alaihi wasallam bersabda: \"Maksud hal itu adalah jika dia meminta. Jika bukan dengan meminta minta, maka itu adalah rizki yang Allah berikan kepadamu.\" Umar bin Khattab berkata; \"Demi yang jiwaku berada di tangan-Nya, aku tidak akan meminta sesuatu kepada seorangpun, dan tidaklah seseorang memberiku sesuatu yang tidak aku minta kecuali aku akan mengambilnya.\""
},
{
"number": 1588,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ وَالَّذِي نَفْسِي بِيَدِهِ لَأَنْ يَأْخُذَ أَحَدُكُمْ حَبْلَهُ فَيَحْتَطِبَ عَلَى ظَهْرِهِ خَيْرٌ لَهُ مِنْ أَنْ يَأْتِيَ رَجُلًا أَعْطَاهُ اللَّهُ مِنْ فَضْلِهِ فَيَسْأَلَهُ أَعْطَاهُ أَوْ مَنَعَهُ",
"id": "Telah menceritakan kepadaku Malik dari [Abu Az Zinad] dari [Al A'raj] dari [Abu Hurairah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Demi Dzat yang jiwaku berada di tangan-Nya. Sekiranya salah seorang dari kalian mengambil tali miliknya, kemudian ia mencari kayu bakar dan memanggul di atas pundaknya, maka itu lebih baik daripada mendatangi seorang laki-laki yang diberi keluasan rizki, lalu ia meminta-minta kepadanya; baik dia diberi atau ditolak.\""
},
{
"number": 1589,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ رَجُلٍ مِنْ بَنِي أَسَدٍ أَنَّهُ قَالَنَزَلْتُ أَنَا وَأَهْلِي بِبَقِيعِ الْغَرْقَدِ فَقَالَ لِي أَهْلِي اذْهَبْ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَاسْأَلْهُ لَنَا شَيْئًا نَأْكُلُهُ وَجَعَلُوا يَذْكُرُونَ مِنْ حَاجَتِهِمْ فَذَهَبْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَوَجَدْتُ عِنْدَهُ رَجُلًا يَسْأَلُهُ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لَا أَجِدُ مَا أُعْطِيكَ فَتَوَلَّى الرَّجُلُ عَنْهُ وَهُوَ مُغْضَبٌ وَهُوَ يَقُولُ لَعَمْرِي إِنَّكَ لَتُعْطِي مَنْ شِئْتَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّهُ لَيَغْضَبُ عَلَيَّ أَنْ لَا أَجِدَ مَا أُعْطِيهِ مَنْ سَأَلَ مِنْكُمْ وَلَهُ أُوقِيَّةٌ أَوْ عَدْلُهَا فَقَدْ سَأَلَ إِلْحَافًا قَالَ الْأَسَدِيُّ فَقُلْتُ لَلَقْحَةٌ لَنَا خَيْرٌ مِنْ أُوقِيَّةٍ قَالَ مَالِك وَالْأُوقِيَّةُ أَرْبَعُونَ دِرْهَمًا قَالَ فَرَجَعْتُ وَلَمْ أَسْأَلْهُ فَقُدِمَ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدَ ذَلِكَ بِشَعِيرٍ وَزَبِيبٍ فَقَسَمَ لَنَا مِنْهُ حَتَّى أَغْنَانَا اللَّهُ عَزَّ وَجَلَّ",
"id": "Telah menceritakan kepadaku dari Malik dari [Zaid bin Aslam] dari [Atha bin Yasar] dari [seorang laki-laki penduduk Bani Asad] berkata, \"Aku dan isteriku singgah di Baqi' Al Gharqad, lalu keluargaku berkata, \"Temuilah Rasulullah shallallahu 'alaihi wasallam, lalu mintalah sesuatu yang bisa kita makan.\" Mereka lalu menyebutkan kebutuhannya masing-masing, kemudian aku pergi menemui Rasulullah shallallahu 'alaihi wasallam, aku mendapati seseorang sedang meminta sesuatu kepada beliau. Rasulullah shallallahu 'alaihi wasallam menjawab: \"Aku sudah tidak mempunyai apa yang bisa kuberikan untukmu.\" Orang itu pergi dengan marah seraya mengatakan, \"Sungguh, engkau bisa memberi siapa saja yang engkau kehendaki! \" Maka Rasulullah shallallahu 'alaihi wasallam bersabda: \"Dia marah kepadaku, karena aku tidak mempunyai apa yang dia minta. Barangsiapa di antara kalian yang meminta padahal dia mempunyai satu uqiyyah atau senilai itu, sungguh dia telah meminta sesuatu dengan cara paksa.\" Al Asadi berkata; \"Unta kami yang hampir melahirkan lebih baik daripada satu 'uqiyah.\" Malik berkata; \"Satu 'uqiyah adalah empat puluh dirham.\" Laki-laki dari Bani As'ad lalu berkata, \"Aku kembali tanpa memintanya.\" Kemudian Rasulullah shallallahu 'alaihi wasallam diberi seseorang tepung dan gandum, lalu beliau membagi untuk kami hingga Allah Azza Wa Jalla mencukupkan kami.\""
},
{
"number": 1590,
"arab": "و عَنْ مَالِك عَنْ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ أَنَّهُ سَمِعَهُ يَقُولُمَا نَقَصَتْ صَدَقَةٌ مِنْ مَالٍ وَمَا زَادَ اللَّهُ عَبْدًا بِعَفْوٍ إِلَّا عِزًّا وَمَا تَوَاضَعَ عَبْدٌ إِلَّا رَفَعَهُ اللَّهُقَالَ مَالِك لَا أَدْرِي أَيُرْفَعُ هَذَا الْحَدِيثُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمْ لَا",
"id": "Dari Malik dari [Al 'Ala` bin Abdurrahman] Bahwasanya ia mendengar dia berkata, \"Harta tidak akan berkurang karena sedekah, dan Allah tidak menambah seorang hamba yang pemaaf kecuali kemuliaan. Dan tidaklah seorang hamba itu bertawadhu' kecuali Allah mengangkat derajatnya.\" Malik berkata; \"Aku tidak tahu apakah hadits ini marfu' kepada Nabi shallallahu 'alaihi wasallam atau tidak.\""
},
{
"number": 1591,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ عَنْ أَبِيهِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْتَعْمَلَ رَجُلًا مِنْ بَنِي عَبْدِ الْأَشْهَلِ عَلَى الصَّدَقَةِ فَلَمَّا قَدِمَ سَأَلَهُ إِبِلًا مِنْ الصَّدَقَةِ فَغَضِبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى عُرِفَ الْغَضَبُ فِي وَجْهِهِ وَكَانَ مِمَّا يُعْرَفُ بِهِ الْغَضَبُ فِي وَجْهِهِ أَنْ تَحْمَرَّ عَيْنَاهُ ثُمَّ قَالَ إِنَّ الرَّجُلَ لَيَسْأَلُنِي مَا لَا يَصْلُحُ لِي وَلَا لَهُ فَإِنْ مَنَعْتُهُ كَرِهْتُ الْمَنْعَ وَإِنْ أَعْطَيْتُهُ أَعْطَيْتُهُ مَا لَا يَصْلُحُ لِي وَلَا لَهُ فَقَالَ الرَّجُلُ يَا رَسُولَ اللَّهِ لَا أَسْأَلُكَ مِنْهَا شَيْئًا أَبَدًا",
"id": "Telah menceritakan kepadaku dari Malik dari [Abdullah bin Abu Bakar] dari [Ayahnya] berkata, \"Rasulullah shallallahu 'alaihi wasallam mengangkat seorang laki-laki dari Bani Abdul Al Asyhal sebagai 'amil zakat. Ketika beliau tiba, laki-laki itu meminta seekor unta dari zakat tersebut. Lalu Rasulullah shallallahu 'alaihi wasallam marah, hingga kemarahan itu nampak pada wajahnya. Di antara tanda kemarahan beliau adalah kedua matanya memerah. Kemudian beliau bersabda: \"Sesungguhnya ada seorang laki-laki memintaku, sesuatu yang tidak pantas untukku dan juga untuknya. Jika aku menolaknya, sungguh aku tidak suka menolak (untuk memberi) . Jika aku memberinya, berarti aku memberikan sesuatu yang tidak pantas untuk aku terima dan tidak pula dia terima.\" Lalu orang itu berkata; \"Wahai Rasulullah, aku tidak akan meminta sesuatupun darimu selamanya.\""
},
{
"number": 1592,
"arab": "و حَدَّثَنِي عَنْ مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ أَبِيهِ أَنَّهُ قَالَ قَالَ عَبْدُ اللَّهِ بْنُ الْأَرْقَمِادْلُلْنِي عَلَى بَعِيرٍ مِنْ الْمَطَايَا أَسْتَحْمِلُ عَلَيْهِ أَمِيرَ الْمُؤْمِنِينَ فَقُلْتُ نَعَمْ جَمَلًا مِنْ الصَّدَقَةِ فَقَالَ عَبْدُ اللَّهِ بْنُ الْأَرْقَمِ أَتُحِبُّ أَنَّ رَجُلًا بَادِنًا فِي يَوْمٍ حَارٍّ غَسَلَ لَكَ مَا تَحْتَ إِزَارِهِ وَرُفْغَيْهِ ثُمَّ أَعْطَاكَهُ فَشَرِبْتَهُ قَالَ فَغَضِبْتُ وَقُلْتُ يَغْفِرُ اللَّهُ لَكَ أَتَقُولُ لِي مِثْلَ هَذَا فَقَالَ عَبْدُ اللَّهِ بْنُ الْأَرْقَمِ إِنَّمَا الصَّدَقَةُ أَوْسَاخُ النَّاسِ يَغْسِلُونَهَا عَنْهُمْ",
"id": "Telah menceritakan kepadaku dari Malik dari [Zaid bin Aslam] dari [Ayahnya] berkata; [Abdurrahman bin Al Arqam] berkata, \"Tunjukkan kepadaku seekor unta tunggangan yang bisa aku gunakan untuk membawa Amirul mukminin.\" Aku lalu berkata, \"Ya. ada seekor unta jantan dari unta sedekah.\" Lalu Abdullah bin Al Arqam bertanya, \"Apakah kamu senang jika ada seorang laki-laki gemuk pada suatu siang yang sangat panas, mencuci apa yang ada di bawah sarungnya dan pangkal pahanya karenamu. Lalu dia memberikan (airnya) kepadamu dan engkau meminumnya?\" Aslam berkata, \"Aku pun marah, lalu kukatakan, \"Semoga Allah mengampunimu, kenapa engkau mengatakan seperti ini kepadaku?\" Abdullah bin Arqam berkata; \"Sesungguhnya zakat adalah kotoran manusia yang mereka bersihkan dari diri mereka.\""
},
{
"number": 1593,
"arab": "حَدَّثَنِي عَنْ مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ أَبِيهِ أَنَّ عُمَرَ بْنَ الْخَطَّابِاسْتَعْمَلَ مَوْلًى لَهُ يُدْعَى هُنَيًّا عَلَى الْحِمَى فَقَالَ يَا هُنَيُّ اضْمُمْ جَنَاحَكَ عَنْ النَّاسِ وَاتَّقِ دَعْوَةَ الْمَظْلُومِ فَإِنَّ دَعْوَةَ الْمَظْلُومِ مُجَابَةٌ وَأَدْخِلْ رَبَّ الصُّرَيْمَةِ وَرَبَّ الْغُنَيْمَةِ وَإِيَّايَ وَنَعَمَ ابْنِ عَفَّانَ وَابْنِ عَوْفٍ فَإِنَّهُمَا إِنْ تَهْلِكْ مَاشِيَتُهُمَا يَرْجِعَانِ إِلَى الْمَدِينَةِ إِلَى زَرْعٍ وَنَخْلٍ وَإِنَّ رَبَّ الصُّرَيْمَةِ وَالْغُنَيْمَةِ إِنْ تَهْلِكْ مَاشِيَتُهُ يَأْتِنِي بِبَنِيهِ فَيَقُولُ يَا أَمِيرَ الْمُؤْمِنِينَ يَا أَمِيرَ الْمُؤْمِنِينَ أَفَتَارِكُهُمْ أَنَا لَا أَبَا لَكَ فَالْمَاءُ وَالْكَلَأُ أَيْسَرُ عَلَيَّ مِنْ الذَّهَبِ وَالْوَرِقِ وَايْمُ اللَّهِ إِنَّهُمْ لَيَرَوْنَ أَنِّي قَدْ ظَلَمْتُهُمْ إِنَّهَا لَبِلَادُهُمْ وَمِيَاهُهُمْ قَاتَلُوا عَلَيْهَا فِي الْجَاهِلِيَّةِ وَأَسْلَمُوا عَلَيْهَا فِي الْإِسْلَامِ وَالَّذِي نَفْسِي بِيَدِهِ لَوْلَا الْمَالُ الَّذِي أَحْمِلُ عَلَيْهِ فِي سَبِيلِ اللَّهِ مَا حَمَيْتُ عَلَيْهِمْ مِنْ بِلَادِهِمْ شِبْرًا",
"id": "Telah menceritakan kepadaku dari Malik dari [Zaid bin Aslam] dari [Ayahnya] bahwa [Umar bin Khattab] memperkerjakan mantan budaknya yang bernama Hunayya untuk menjaga perbatasan. Lalu 'Umar berkata; \"Wahai Hunayya! Tahanlah tanganmu dari berbuat aniaya terhadap manusia dan takutlah doa orang-orang yang teraniaya. Karena doa orang-orang yang teraniaya itu dikabulkan. Masukkan pemilik unta dan kambing yang sedikit. Biarkan ternak Ibnu Affan dan Ibnu 'Auf, jika kedua ternak mereka habis, mereka akan kembali ke Madinah untuk bertani dan bercocok tanam. Penggembala yang memiliki unta atau kambing yang sedikit, jika telah habis ternaknya, mereka akan mendatangiku membawa anaknya seraya mengatakan 'Wahai Amirul Mu'minin! wahai Amirul Mu'minin! apakah engkau akan meninggalkan mereka? Aku tidaklah enggan denganmu, air dan rumput lebih ringan bagiku daripada emas dan perak. Demi Allah, mereka melihat bahwa aku telah menganiaya mereka. Ini adalah tanah mereka dan air mereka. Mereka berjuang untuk mendapatkannya pada masa Jahiliyah dan menyerahkannya pada masa Islam. Demi Dzat yang jiwaku di tangan-Nya, jika bukan karena harta yang aku bawa di jalan Allah, aku tidak akan menjaga tanah mereka sejengkalpun'.\""
},
{
"number": 1594,
"arab": "حَدَّثَنِي مَالِك عَنْ ابْنِ شِهَابٍ عَنْ مُحَمَّدِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِي خَمْسَةُ أَسْمَاءٍ أَنَا مُحَمَّدٌ وَأَنَا أَحْمَدُ وَأَنَا الْمَاحِي الَّذِي يَمْحُو اللَّهُ بِيَ الْكُفْرَ وَأَنَا الْحَاشِرُ الَّذِي يُحْشَرُ النَّاسُ عَلَى قَدَمِي وَأَنَا الْعَاقِبُ",
"id": "Telah menceritakan kepadaku Malik dari [Ibnu Syihab] dari [Muhammad bin Jabir bin Muth'im] bahwa Nabi shallallahu 'alaihi wasallam berkata kepadaku: \"Aku mempunyai lima nama: Aku adalah Muhammad, Ahmad, Al Mahi yang mana Allah telah menghapuskan kekufuran denganku, Al Haasyir, yang mana seluruh manusia dikumpulkan pada telapak kakiku, dan Al 'Aqib.\""
},
{
"number": 1595,
"arab": "حَدَّثَنِي مَالِك عَنْ ابْنِ شِهَابٍ عَنْ مُحَمَّدِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِي خَمْسَةُ أَسْمَاءٍ أَنَا مُحَمَّدٌ وَأَنَا أَحْمَدُ وَأَنَا الْمَاحِي الَّذِي يَمْحُو اللَّهُ بِيَ الْكُفْرَ وَأَنَا الْحَاشِرُ الَّذِي يُحْشَرُ النَّاسُ عَلَى قَدَمِي وَأَنَا الْعَاقِبُ",
"id": "Telah menceritakan kepadaku Malik dari Ibnu Syihab dari Muhammad bin Jabir bin Muth'im bahwa Nabi shallallahu 'alaihi wa sallam berkata kepadaku: \"Aku mempunyai lima nama: Aku adalah Muhammad, Ahmad, Al Mahi yang mana Allah telah menghapuskan kekufuran denganku, Al Haasyir, yang mana seluruh manusia dikumpulkan pada telapak kakiku, dan Al 'Aqib.\""
}
  ]
}